Repository: Thief007/lazarus
Catalog: trunk/languages/lazaruside.*.po
Languages: de

source: Custom Identifier
de: Eigene Bezeichner

source: Custom Program
de: Eigenes Programm

source: Custom Program%sA freepascal program.
de: Eigenes Programm%sEin Free Pascal Programm

source: Custom commands
de: Benutzerdefinierte Befehle

source: Custom options
de: Eigene Compilerschalter

source: Custom position
de: Benutzerdefinierte Position

source: Custom tool %d
de: Eigenes Werkzeug %d

source: Cut
de: Ausschneiden

source: Cut selected components to clipboard
de: Gewählte Komponenten in die Zwischenablage ausschneiden

source: Cut selection to clipboard
de: Auswahl in die Zwischenablage ausschneiden

source: Databases
de: Datenbanken

source: Date
de: Datum

source: Debug
de: Debuggen

source: Debug output
de: Debuggerausgaben

source: Debug windows
de: Debuggerfenster...

source: Debugger Options
de: Debuggereinstellungen

source: Debugger error
de: Debuggerfehler

source: Debugger error%sOoops, the debugger entered the error state%sSave your work now !%sHit Stop, and hope the best, we're pulling the plug.
de: Debuggerfehler%sUpps, der Debugger betrat einen Fehlerzustand%sSpeichern Sie Ihre Arbeit jetzt!%sKlicken Sie Stopp, und hoffen Sie das Beste, wir ziehen den Stecker..

source: Debugger invalid
de: Debugger ungültig

source: Debugger path addition (none):
de: Zusätzliche Debuggerpfade (none):

source: Debugger type and path
de: Debuggertyp und -pfad

source: Debugging:
de: Debuggen

source: Default
de: Standard

source: Default editor font
de: Editor-Standardfont

source: Default pascal extension
de: Standard-Pascal-Erweiterung

source: Define
de: Definieren

source: Delay
de: Verzögerung

source: Delete
de: Entfernen...

source: Delete From Template...
de: Von Vorlage löschen...

source: Delete Item
de: Eintrag entfernen

source: Delete Last Char
de: Letztes Zeichen entfernen

source: Delete Old Package File?
de: Alte Paketdatei löschen?

source: Delete char at cursor
de: Zeichen bei Cursor entfernen

source: Delete current line
de: Aktuelle Zeile entfernen

source: Delete dependency for %s?
de: Entferne Abhängigkeit für %s?

source: Delete failed
de: Entfernung fehlgeschlagen

source: Delete file failed
de: Entfernen der Datei fehlgeschlagen

source: Delete old file %s%s%s?
de: Entferne alte Datei %s%s%s?

source: Delete old package file %s%s%s?
de: Entferne alte Paketdatei %s%s%s?

source: Delete selection
de: Auswahl entfernen

source: Delete template
de: Vorlage entfernen

source: Delete to beginning of line
de: Zeichen bis zum Zeilenanfang entfernen

source: Delete to end of line
de: Zeichen bis zum Zeilenende entfernen

source: Delete to end of word
de: Wortende entfernen

source: Delete to start of word
de: Wortanfang entfernen

source: Delete whole text
de: Gesamten Text entfernen

source: Deleting of file %s%s%s failed.
de: Entfernen der Datei %s%s%s fehlgeschlagen.

source: Delphi 2 Extensions
de: Delphi 2-Erweiterungen

source: Delphi Compatible
de: Delphi-Kompatibilität

source: Dependency
de: Abhängigkeit

source: Dependency Properties
de: Abhängigkeitseigenschaften

source: Dependency already exists
de: Abhängigkeit bereits vorhanden

source: Dependency without Owner: %s
de: Abhängigkeit ohne Besitzer: %s

source: Descending
de: Absteigend

source: Description
de: Beschreibung

source: Description/Abstract
de: Beschreibung/Kurzfassung

source: Description:
de: Beschreibung:

source: Description:
de: Beschreibung:

source: Designer commands
de: Designerbefehle

source: Designtime and Runtime
de: Designzeit und Laufzeit

source: Designtime only
de: Designzeit

source: Desktop files
de: Desktopdateien

source: Destination Package
de: Zielpaket

source: Destination directory %s%s%s is invalid.%sPlease choose a complete path.
de: Zielverzeichnis %s%s%s ungültig.%sBitte wählen Sie einen vollständigen Pfad.

source: Direction
de: Richtung

source: Directory
de: Verzeichnis

source: Directory does not exist
de: Verzeichnis nicht vorhanden

source: Directory for building test projects
de: Verzeichnis zum Erstellen von Testprojekten

source: Directory not found
de: Verzeichnis nicht gefunden

source: Directory options
de: Verzeichniseinstellungen

source: Display
de: Anzeige

source: Display (not for win32, e.g. 198.112.45.11:0, x.org:1, hydra:0.1)
de: Anzeige (nicht für Win32, z.B. 192.112.45:0, x.org:1, hydra:0.1)

source: Display Line Numbers in Run-time Error Backtraces
de: Zeilennummer in Laufzeitfehler-Backtraces anzeigen

source: Distinguish big and small letters e.g. A and a
de: Unterscheide Groß- und Kleinbuchstaben (A <> a)

source: Do not split line In front of:
de: Zeile nicht umbrechen vor:

source: Do not split line after:
de: Zeile nicht umbrechen nach:

source: Do you really want to forget all changes to package %s and reload it from file?
de: Wollen Sie wirklich alle Änderungen an Paket %s verwerfen und neu aus der Datei laden?

source: Docked
de: Gedockt

source: Documentation Editor
de: Dokumentationseditor

source: Double click on messages jumps (otherwise: single click)
de: Doppelklick auf Nachricht springt zu Zeile (sonst: Einfachklick)

source: Down
de: Unten

source: Drag Drop editing
de: Drag&Drop Editierung

source: Drop files
de: Dateien fallenlassen

source: E&nvironment
de: Umgebu&ng

source: Edit
de: Bearbeiten

source: Edit General Options
de: Grundeinstellungen bearbeiten

source: Edit Keys
de: Tastaturbelegung bearbeiten

source: Edit Options to compile package
de: Paketübersetzungseinstellungen bearbeiten

source: Edit Tool
de: Werkzeug bearbeiten

source: Edit code template
de: Codevorlagen bearbeiten

source: Edit keys for command
de: Kurztaste für Befehle bearbeiten

source: Edit...
de: Bearbeiten...

source: Editor files
de: Dateien im Editor

source: Editor font height
de: Editorfontgröße

source: Editor options
de: Editoreinstellungen

source: Editor properties
de: Editoreigenschaften

source: Enclose
de: Umschließen

source: Enclose Selection
de: Auswahl umschließen

source: Enclose selection
de: Auswahl mit Blockstruktur umgeben

source: English
de: Englisch

source: Enter data
de: Daten eingeben

source: Enter run parameters
de: Laufzeitparameter eingeben

source: Enter translation language
de: Geben Sie Übersetzungssprache ein

source: Entire Scope
de: Ganzer Bereich

source: Environment
de: Umgebung

source: Environment menu commands
de: Umgebungsmenübefehle

source: Environment options
de: Umgebungseeinstellungen

source: Error
de: Fehler

source: Error Reading Package
de: Fehler bei Einlesen des Pakets

source: Error Writing Package
de: Fehler beim Schreiben des Pakets

source: Error creating file
de: Fehler bei Erstellung einer Datei

source: Error creating lrs
de: Fehler bei Erstellung lrs???

source: Error deleting file
de: Fehler bei Entfernen der Datei

source: Error in %s
de: Fehler in %s

source: Error in regular expression
de: Fehler in regulärem Ausdruck

source: Error initializing program%s%s%s%s%sError: %s
de: Fehler bei Initialisierung des Programms %s%s%s%s%sFehler: %s

source: Error moving component
de: Fehler beim Verschieben einer Komponente

source: Error moving component %s:%s
de: Fehler beim Verschieben der Komponente %s:%s

source: Error reading %s%s%s%s%s
de: Fehler bei Einlesen %s%s%s%s%s

source: Error reading file
de: Fehler bei Einlesen der Datei

source: Error reading file: %s
de: Fehler bei Einlesen der Datei: %s

source: Error reading package list from file%s%s%s%s
de: Fehler beim Einlesen der Paketliste aus Datei %s%s%s%s

source: Error reading project info file %s%s%s%s%s
de: Fehler bei Einlesen der Projektinformationsdatei %s%s%s%s%s

source: Error renaming file
de: Fehler bei Umbennen einer Datei

source: Error while writing %s%s%s%s%s
de: Fehler beim Schreiben %s%s%s%s%s

source: Error while writing project info file %s%s%s%s%s
de: Fehler beim Schreiben der Projektdatei %s%s%s%s%s

source: Error writing file
de: Fehler beim Schreiben der Datei

source: Error writing package list to file%s%s%s%s
de: Fehler beim Schreiben der Paketlist in Datei %s%s%s%s

source: Error:
de: Fehler:

source: Error: invalid compiler: %s
de: Fehler: ungültiger Compiler: %s

source: Errors
de: Fehler

source: Evaluate/Modify ...
de: Auswerten/Ändern...

source: Execute
de: Ausführen

source: Execute after
de: Nachher ausführen

source: Execute before
de: Vorher ausführen

source: Execution paused
de: Ausführung pausiert

source: Execution paused%s Adress: $%s%s Procedure: %s%s File: %s%s(Some day an assembler window might popup here :)%s
de: Ausführung angehalten%s Adresse: $%s%s Methode: %s%s Datei: %s%s (Eines Tages könnte hier ein Assembler-Fenster erscheinen)%s

source: Execution stopped
de: Ausführung beendet

source: Execution stopped%s
de: Ausführung beendet%s

source: Exit
de: Beenden

source: Exit without Save
de: Beenden ohne Speichern

source: Expanded filename of current editor file
de: Vollständiger Dateiname im aktuellen Editorfenster

source: Export list
de: Liste exportieren

source: External Tools
de: Externe Werkzeuge

source: External tool %d
de: Externes Werkzeug %d

source: External tools settings
de: Externe Werkzeugeinstellungen

source: Extra line spacing
de: Zusätzlicher Zeilenabstand

source: Extract
de: Herausheben

source: Extract Procedure
de: Prozedur extrahieren

source: Extract procedure
de: Methode herausheben

source: FPC CVS source directory
de: FPC CVS Quellverzeichnis

source: FPC Source Directory error
de: FPC Quellcodeverzeichnis-Fehler

source: FPC source directory
de: FPC Quellverzeichnis

source: FPC source directory "%s" not found.
de: FPC Quellverzeichnis "%s" nicht gefunden

source: Failed to run tool
de: Ausführung des Werkzeuges fehlgeschlagen

source: Faster Code
de: Schnellerer Code

source: File
de: Datei

source: File %s%s%s already exists in the project.
de: Datei %s%s%s existiert bereits im Projekt.

source: File %s%s%s has changed. Save?
de: Datei %s%s%s wurde verändert. Speichern?

source: File %s%s%s not found.
de: Datei %s%s%s nicht gefunden.

source: File %s%s%s not found.%s
de: Datei %s%s%s nicht gefunden.%s

source: File %s%s%s not found.%sDo you want to create it?%s
de: Datei %s%s%s nicht gefunden.%sMöchten Sie sie erstellen?%s

source: File %s%s%s%sdoes not look like a text file.%sOpen it anyway?
de: Datei %s%s%s%s scheint keine Textdatei zu sein.%sSoll diese trotzdem geöffnet werden?

source: File Properties
de: Dateieinstellungen

source: File Type
de: Dateityp

source: File already exists
de: Datei bereits vorhanden

source: File already in package
de: Datei bereits in Paket

source: File extensions:
de: Dateierweiterungen

source: File is already in package
de: Datei bereits in Paket

source: File is in Project
de: Datei ist in Projekt

source: File is not writable
de: Datei ist nicht schreibbar

source: File is readonly
de: Datei ist nur lesbar

source: File is used
de: Datei wird bereits verwendet

source: File mask (*;*.*;*.bak?)
de: Dateimaske (*;*.*;*.bak?)

source: File menu commands
de: Dateimenübefehle

source: File name:
de: Dateiname:

source: File not executable
de: Datei nicht ausführbar

source: File not found
de: Datei nicht gefunden

source: File not lowercase
de: Datei nicht in Kleinbuchstaben

source: File not saved
de: Datei nicht gespeichert

source: File not text
de: Datei ist kein Text

source: File not unit
de: Datei ist keine Unit

source: Filename
de: Dateiname

source: Filename differs from Packagename
de: Dateiname unterscheidet sich von Paketnamen

source: Filename is used by other package
de: Dateiname wird von anderem Paket bereits verwendet

source: Filename is used by project
de: Dateiname wird durch Projekt bereits verwendet

source: Filename: %s
de: Dateiname: %s

source: Files
de: Dateien

source: Find
de: Suchen

source: Find &Next
de: Nächstes suchen

source: Find &Previous
de: Rückwärts suchen

source: Find &in files
de: In Dateien suchen

source: Find Declaration at cursor
de: Deklaration unter Cursor finden

source: Find Identifier References
de: Bezeichnerreferenzen suchen

source: Find Next
de: Nächstes suchen

source: Find References
de: Referenzen suchen

source: Find block other end
de: Anderes Ende des Blocks suchen

source: Find block start
de: Start des Blocks suchen

source: Find code block start
de: Zu Anfang des Codeblockes gehen

source: Find declaration
de: Deklaration suchen

source: Find identifier references
de: Bezeichnerreferenzen suchen

source: Find in files
de: In Dateien suchen

source: Find next
de: Nächstes suchen

source: Find or Rename Identifier
de: Bezeichner suchen oder umbenennen

source: Find other end of code block
de: Zu anderem Ende des Codeblockes gehen

source: Find previous
de: Vorheriges suchen

source: Find procedure definiton
de: Prozedurdefinition suchen

source: Find procedure method
de: Prozedurkörper suchen

source: Find text
de: Text suchen

source: Find text at cursor
de: Text bei Cursor suchen

source: Finnish
de: Finnisch

source: Fix LFM file
de: LFM-Datei reparieren

source: Focus to source editor
de: Fokussiere Quelldateieditor

source: Foreground color
de: Vordergrundfarbe

source: Form Editor
de: Formulareditor

source: Form load error
de: Formularladefehler

source: Format error
de: Formatfehler

source: Forms
de: Formulare

source: Forms...
de: Formulare...

source: Forward search
de: Vorwärts suchen

source: Free Pascal Compiler not found
de: Free Pascal Compiler nicht gefunden

source: Free Pascal Sources not found
de: Free Pascal Quelldateien nicht gefunden

source: Freepascal source directory
de: Freepascal Quellcodeverzeichnis

source: French
de: Französisch

source: From Cursor
de: Ab Cursorposition

source: Function: append path delimiter
de: Funktion: Fügt Pfadtrenner hinzu

source: Function: chomp path delimiter
de: Funktion: Entferne Pfadtrenner

source: Function: extract file extension
de: Funktion: Extrahiere Dateierweiterung

source: Function: extract file name only
de: Funktion: Extrahiere Dateiname

source: Function: extract file name+extension
de: Funktion: Extrahiere Dateiname und -erweiterung

source: Function: extract file path
de: Funktion: Extrahiere Dateipfad

source: GPC (GNU Pascal Compiler) Compatible
de: GPC (GNU Pascal Compiler) Kompatibilität

source: GPL notice
de: GPL-Hinweis

source: General
de: Allgemeines

source: Generate Debugging Info For DBX (Slows Compiling)
de: Debugginginformationen für DBX erzeugen (verlangsamt Übersetzung)

source: Generate Debugging Info For GDB (Slows Compiling)
de: Debugginginformationen für GDB erzeugen (verlangsamt Übersetzung)

source: Generate code for gprof
de: Code für GProf erzeugen

source: Generate code for valgrind
de: Code für Valgrind erzeugen

source: Generate:
de: Codeoptimierung

source: Get position
de: Hole aktuelle Position

source: Go to Marker %d
de: Zu Markierung %d wechseln

source: Go to editor %d
de: Zu Editorfenster %d wechseln

source: Go to line number
de: Zu Zeilennummer wechseln

source: Go to matching bracket
de: Zu passender Klammer wechseln

source: Go to next editor
de: Zu nächstem Editorfenster wechseln

source: Go to prior editor
de: Zu letztem Editorfenster wechseln

source: Go to to include directive of current include file
de: Zu Include-Anweisung der aktuellen Include-Datei wechseln

source: Goto include directive
de: Zu Include-Direktive gehen

source: Goto line
de: Zu Zeile gehen

source: Goto line :
de: Wechsle zu Zeile:

source: Goto selected source line
de: Zu ausgewählter Zeile wechseln

source: Grab Key
de: Taste holen

source: Grabber color
de: Grabberfarbe

source: Grid
de: Raster

source: Grid color
de: Rasterfarbe

source: Grid size X
de: Rasterbreite

source: Grid size Y
de: Rasterhöhe

source: Guess misplaced $IFDEF
de: Falsch gesetztes $IFDEF raten

source: Guess misplaced IFDEF/ENDIF
de: Offene IFDEF/ENDIF raten

source: Guess unclosed block
de: Offene Codeblöcke raten

source: Guide lines
de: Fanglinien

source: Gutter color
de: Randleistenfarbe

source: Gutter width
de: Randleistenbreite

source: Handle OnClick Event
de: OnClick Ereignis erzeugen

source: Has Register procedure
de: Besitzt "Register" Methode

source: Heap Size
de: Heapgröße

source: Hebrew
de: Hebräisch

source: Height:
de: Höhe:

source: Help
de: Hilfe

source: Help Database not found
de: Hilfedatenbank nicht gefunden

source: Help Options
de: Einstellungen für Hilfe

source: Help menu commands
de: Hilfemenübefehle

source: Help not found
de: Hilfe nicht gefunden

source: Hide IDE windows on run
de: Verstecke IDE-Fenster während des Ausführens

source: Hint: The Make Resourcestring Function expects a string constant.%sPlease select only a string expression and try again.
de: Die "Erzeuge Resourcestring" Funktion erwartet eine Stringkonstante.%sBitte wählen Sie nur den Stringausdruck aus und versuchen Sie nochmals.

source: Hint: The Make Resourcestring Function expects a string constant.%sPlease select the expression and try again.
de: Die "Erzeuge Resourcestring" Funktion erwartet eine Stringkonstante.%sBitte wählen Sie nur den Stringausdruck aus und versuchen Sie nochmals.

source: Hint: click on the command you want to edit
de: Klicken Sie auf den zu bearbeitenden Befehl

source: Hint: you can set the compiler path in Environment->Environment options->Files->Compiler Path
de: Sie können den Compilerpfad in "Umgebung->Umgebungseinstellungen->Dateien->Compilerpfad" setzen

source: Hints for component palette
de: Hinweise für Komponentenpalette

source: Hints for main speed buttons (open, save, ...)
de: Hinweise für Hauptabkürzungsknöpfe (Öffnen, Speichern, ...)

source: Home
de: Pos1

source: Horizontal grid step size
de: Horizontale Rasterschrittweite

source: I told You: Not implemented yet
de: Noch nicht implementiert

source: IDE Options:
de: IDE Einstellungen:

source: INS
de: Einfg

source: Identifier
de: Bezeichner

source: Identifier Length:
de: Bezeichner-Länge:

source: Identifier Prefix:
de: Bezeichnerpräfix

source: Identifier completion
de: Bezeichner-Vervollständigung

source: Identifier policy
de: Bezeichnerrichtlinie

source: Identifier: %s
de: Bezeichner: %s

source: If You can help us to implement this feature, mail to lazarus@miraclec.com
de: Falls Sie bei der Implementierung dieses Features helfen können, mailen Sie lazarus@miraclec.com

source: Ignore
de: Ignorieren

source: Ignore Space
de: Leerzeichen ignorieren

source: Ignore difference in line ends (e.g. #10 = #13#10)
de: Unterschiede in Zeilenenden ignorieren (#10 = #13#10)

source: Ignore disk changes
de: Dateiänderungen ignorieren

source: Ignore if empty lines were added or removed
de: Hinzufügen bzw. entfernen von Leerzeilen ignorieren

source: Ignore spaces (newline chars not included)
de: Leerzeichen ignorieren (ausgenommen Zeilenumbruchzeichen)

source: Ignore spaces at end of line
de: Leerzeichen am Zeilenende ignorieren

source: Ignore spaces at start of line
de: Leerzeichen am Zeilenanfang ignorieren

source: Ime Str
de: IME Zeichenkette

source: Import list
de: Importliste

source: In front of methods
de: Vor Methoden

source: Include Assertion Code
de: Assertionen erlauben

source: Include Files (-Fi):
de: Include-Dateien (-Fi):

source: Include file
de: Include-Datei

source: Include sub directories
de: Unterverzeichnisse einschließen

source: Include system variables
de: Umgebungsvariablen einschließen

source: Included by:
de: Inkludiert durch:

source: Incremental Find
de: Inkrementelle Suche

source: Indent block
de: Blockeinzug erhöhen

source: Indent code to
de: Code einrücken

source: Indent selection
de: Einzug der Auswahl erhöhen

source: Information about %s
de: Informationen über %s

source: Inherited
de: Vererbt

source: Insert
de: Einfügen

source: Insert $IFDEF...
de: $IFDEF einfügen...

source: Insert CVS keyword Author
de: CVS-Schlüsselwort "Author" einfügen

source: Insert CVS keyword Date
de: CVS-Schlüsselwort "Date" einfügen

source: Insert CVS keyword Header
de: CVS-Schlüsselwort "Header" einfügen

source: Insert CVS keyword ID
de: CVS-Schlüsselwort "ID" einfügen

source: Insert CVS keyword Log
de: CVS-Schlüsselwort "Log" einfügen

source: Insert CVS keyword Name
de: CVS-Schlüsselwort "Name" einfügen

source: Insert CVS keyword Revision
de: CVS-Schlüsselwort "Revision" einfügen

source: Insert CVS keyword Source
de: CVS-Schlüsselwort "Source" einfügen

source: Insert ChangeLog entry
de: ChangeLog-Eintrag einfügen

source: Insert Delphi 5 Compiler Template
de: Dephi 5 Compilervorlage einfügen

source: Insert Delphi 5 Directory Template
de: Dephi 5 Verzeichnisvorlage einfügen

source: Insert Delphi 5 Project Template
de: Dephi 5 Projektvorlage einfügen

source: Insert Delphi 6 Compiler Template
de: Dephi 6 Compilervorlage einfügen

source: Insert Delphi 6 Directory Template
de: Dephi 6 Verzeichnisvorlage einfügen

source: Insert Delphi 6 Project Template
de: Dephi 6 Projektvorlage einfügen

source: Insert Delphi 7 Compiler Template
de: Dephi 7 Compilervorlage einfügen

source: Insert Delphi 7 Directory Template
de: Dephi 7 Verzeichnisvorlage einfügen

source: Insert Delphi 7 Project Template
de: Dephi 7 Projektvorlage einfügen

source: Insert Free Pascal CVS Source Template
de: Free Pascal CVS Quellcodevorlage einfügen

source: Insert Free Pascal Compiler Template
de: Free Pascal Compilerrvorlage einfügen

source: Insert Free Pascal Project Template
de: Free Pascal Projektvorlage einfügen

source: Insert From Template...
de: Von Vorlage einfügen

source: Insert GPL notice
de: GPL-Hinweis hinzufügen

source: Insert Kylix 3 Compiler Template
de: Kylix 3 Compilervorlage einfügen

source: Insert Kylix 3 Directory Template
de: Kylix 3 Verzeichnisvorlage einfügen

source: Insert Kylix 3 Project Template
de: Kylix 3 Projektvorlage einfügen

source: Insert LGPL notice
de: LGPL-Hinweis

source: Insert Lazarus Directory Template
de: Lazarus Verzeichnisvorlage einfügen

source: Insert Mode
de: Einfügemodus

source: Insert New Item (after)
de: Neues Element danach einfügen

source: Insert New Item (before)
de: Neues Element vorher einfügen

source: Insert Template
de: Vorlage einfügen

source: Insert alphabetically
de: Alfabetisch einfügen

source: Insert context sensitive
de: Kontextsensitiv einfügen

source: Insert current date and time
de: Aktuelles Datum und Zeit einfügen

source: Insert current username
de: Aktuellen Benutzernamen einfügen

source: Insert from Character Map
de: Aus Zeichentabelle einfügen

source: Insert from Charactermap
de: Von Zwischenablage einfügen

source: Insert node as child
de: Knoten als Kind einfügen

source: Insert node below
de: Knoten unten einfügen

source: Insert space after
de: Leerzeichen nachher einfügen

source: Insert space in front of
de: Leerzeichen vorher einfügen

source: Insert text
de: Textbaustein einfügen

source: Inspect ...
de: Inspizieren...

source: Install
de: Installieren

source: Install on next start
de: Bei nächstem Programmstart installieren

source: Install package in the IDE
de: Paket in IDE installieren

source: Install selection
de: Auswahl installieren

source: Installed
de: Installiert

source: Installed Packages
de: Installierte Pakete

source: Installing the package %s will automatically install the package(s):%s%s
de: Installation des Paketes %s installiert automatisch auch Paket(e): %s%s

source: Interval in secs
de: Speicherintervall in Sekunden

source: Invalid Circle
de: Ungültiger Kreis

source: Invalid Class Name
de: Ungültiger Klassenname

source: Invalid Compiler Filename
de: Ungültiger Compilerdateiname

source: Invalid Exclude filter
de: Ungültiger Ausschlußfilter

source: Invalid Free Pascal source directory
de: Ungültiges Free Pascal Quellverzeichnis

source: Invalid Identifier
de: Ungültiger Bezeichner

source: Invalid Package
de: Ungültiges Paket

source: Invalid Package Name
de: Ungültiger Paketname

source: Invalid Pascal Identifier
de: Ungültiger Pascal-Bezeichner

source: Invalid Resourcestring section
de: Ungültiger Resourcestring-Abschnitt
