Repository: Thief007/lazarus
Catalog: trunk/languages/lazaruside.*.po
Languages: de

source: Removed required packages (these entries are not saved to the lpk file)
de: Entfernte benötigte Pakete (werden nicht in .LPK-Datei gespeichert)

source: Rename
de: Umbenennen

source: Rename File lowercase?
de: Dateiname in Kleinbuchstaben umbennen?

source: Rename Identifier
de: Bezeichner umbenennen

source: Rename all References
de: Alle Referenzen umbenennen

source: Rename file failed
de: Umbenennen einer Datei fehlgeschlagen

source: Rename file in package?
de: Datei in Paket umbenennen?

source: Rename file?
de: Datei umbenennen?

source: Rename identifier
de: Bezeichner umbenennen

source: Rename to
de: Umbenennen nach

source: Replace
de: Ersetze

source: Replace All
de: Alles ersetzen

source: Replace File
de: Datei ersetzen

source: Replace existing file %s%s%s?
de: Vorhandene Datei %s%s%s ersetzen?

source: Replace text
de: Text ersetzen

source: Replace this occurrence of %s%s%s%s with %s%s%s?
de: Dieses Vorkommen von %s%s%s%s mit %s%s%s ersetzen?

source: Required Packages
de: Benötigte Pakete

source: Rescan FPC source directory
de: FPC Quellverzeichnis neu einlesen

source: Reset debugger
de: Debugger zurücksetzen

source: Resource load error
de: Ressourcenladefehler

source: Resource save error
de: Ressourcenspeicherfehler

source: Resourcestring Section:
de: Resourcestring-Abschnitt:

source: Resourcestring already exists
de: Resourcestring bereits vorhanden

source: Restart
de: Lazarus neu starten

source: Restart After Successfull Build
de: Nach erfolgreicher Neuerstellung neu starten

source: Restore window geometry
de: Fenstergeometrie wiederherstellen

source: Restore window size
de: Fenstergröße wiederherstellen

source: Return
de: Eingabe

source: Revert
de: Wiederherstellen

source: Revert failed
de: Wiederherstellung fehlgeschlagen

source: Revert package?
de: Paket zurücksetzen?

source: Right
de: Rechts

source: Right Click selects
de: Rechstklick markiert

source: Right margin
de: Rechter Rand

source: Right margin color
de: Rechte Randfarbe

source: Rubber band
de: Gummiband

source: Run
de: Ausführen

source: Run File
de: Datei ausführen

source: Run Parameters ...
de: Startparameter ...

source: Run menu commands
de: Ausführungsbefehle

source: Run parameters
de: Startparameter

source: Run to cursor
de: Bis zur Cursorposition ausführen

source: Run-to failed
de: Ausführen bis zur Cursorposition fehlgeschlagen

source: Runtime only
de: Nur Laufzeit

source: Russian
de: Russisch

source: Russian(CP1251)
de: Russisch (CP1251)

source: Same name (in subdirectory)
de: Gleicher Name (in Unterverzeichnis)

source: Save
de: Speichern

source: Save
de: Speichere

source: Save All
de: Alles speichern

source: Save As
de: Speichern unter

source: Save As Template...
de: Als Vorlage speichern...

source: Save Changes?
de: Speichere Änderungen?

source: Save Package %s (*.lpk)
de: Paket %s speichern (*.lpk)

source: Save Package?
de: Paket speichern?

source: Save Project
de: Projekt speichern

source: Save Project %s (*.lpi)
de: Speichere Projekt %s (*.lpi)

source: Save Project As...
de: Projekt speichern unter...

source: Save all
de: Alles speichern

source: Save all messages to file
de: Alle Nachrichten in Datei speichern

source: Save and Exit
de: Speichern und Beenden

source: Save and exit dialog
de: Speichern-und-Beenden Dialog

source: Save and rebuild IDE
de: Speichern und IDE neu erstellen

source: Save as
de: Speichern als

source: Save changes to project %s?
de: Sichere Änderungen an Projekt %s?

source: Save changes?
de: Änderungen speichern?

source: Save desktop settings to file
de: Desktopeinstellungen in Datei speichern

source: Save editor info for closed files
de: Editorinformation für geschlossene Dateien speichern

source: Save editor info only for project files
de: Editorinformation nur für Projektdateien speichern

source: Save file %s%s%s%sbefore closing form %s%s%s?
de: Datei %s%s%s%s vor Schließen des Formulars %s%s%s speichern?

source: Save package
de: Paket speichern

source: Save package?
de: Paket speichern?

source: Scan Unit for Unit Name and Register procedure
de: Paket nach Unit-Namen und "Register" Methode durchsuchen

source: Scan for FPC messages
de: Nach FPC-Nachrichten durchsuchen

source: Scan for Make messages
de: Nach Make-Nachrichten durchsuchen

source: Scan output for Free Pascal Compiler messages
de: Ausgabe nach Free Pascal Compilermeldungen untersuchen

source: Scan output for make messages
de: Ausgabe nach make-Meldungen untersuchen

source: Scope
de: Bereich

source: Scroll down one line
de: Eine Zeile nach unten scrollen

source: Scroll left one char
de: Ein Zeichen nach links scrollen

source: Scroll past end of file
de: Über Dateiende scrollen

source: Scroll past end of line
de: Über Zeilenende scrollen

source: Scroll right one char
de: Ein Zeichen nach rechts scrollen

source: Scroll up one line
de: Eine Zeile nach oben scrollen

source: Search For
de: Suchen nach

source: Search Results
de: Suchergebnisse

source: Search again
de: Weitersuchen

source: Search in comments too
de: Auch in Kommentaren suchen

source: Search paths:
de: Suchpfade:

source: Search string '%s' not found!
de: Zeichenkette "%s" nicht gefunden!

source: Search terminated by user.
de: Suche durch Benutzer abgebrochen.

source: Search where
de: Suche in

source: Searching...
de: Suche...

source: Searching: %s
de: Suche...: %s

source: See messages.
de: Siehe Nachrichtenfenster

source: Select
de: Auswahl

source: Select All
de: Alles auswählen

source: Select Delphi form files (*.dfm)
de: Delphi Formulardateien (*.dfm) auswählen

source: Select Down
de: Unten auswählen

source: Select Line End
de: Wähle Zeilenende aus

source: Select Line Start
de: Wähle Zeilenanfang aus

source: Select Menu:
de: Menü auswählen:

source: Select Page Bottom
de: Seitenende auswählen

source: Select Page Down
de: Seite unten auswählen

source: Select Page Top
de: Seitenanfang auswählen

source: Select Page Up
de: Seite oben auswählen

source: Select Template:
de: Wähle Vorlage:

source: Select Word Left
de: Wort links auswählen

source: Select Word Right
de: Wort rechts auswählen

source: Select a node
de: Wählen Sie einen Ast aus

source: Select a project type
de: Projekttyp auswählen

source: Select all
de: Alles

source: Select code block
de: Bis zu Block

source: Select directory
de: Verzeichnis auswählen

source: Select grand childs
de: Enkel auswählen

source: Select line
de: Aktuelle Zeile

source: Select paragraph
de: Absatz

source: Select parent component
de: Wähle Elternkomponente

source: Select to absolute beginning
de: Bis zu absolutem Anfang auswählen

source: Select to absolute end
de: Bis zu absolutem Ende auswählen

source: Select to brace
de: Bis zu Klammer

source: Selected Text
de: Nur Auswahl

source: Selected package is required by:
de: Gewähltes Paket gebraucht von

source: Selection
de: Auswahl

source: Selection exceeds string constant
de: Auswahl überschreitet Stringkonstante

source: Selection tool
de: Auswahlwerkzeug

source: Semicolon
de: Strichpunkt

source: Send to back
de: In den Hintergrund

source: Set Marker %d
de: Markierung %d setzen

source: Set all elements to default
de: Alle Elemente auf Standard zurücksetzen

source: Set element to default
de: Element auf Standard zurücksetzen

source: Set property Variable
de: Property-Wert setzen

source: Set to %sBuild All%s
de: Auf %sAlles übersetzen%s einstellen

source: Should the file be renamed lowercase to%s%s%s%s?
de: Soll der Dateiname kleingeschrieben in %s%s%s%s geändert werden?

source: Show All
de: Alles anzeigen

source: Show CodeTools Values
de: CodeTools-Metriken anzeigen

source: Show Errors
de: Fehler anzeigen

source: Show Guide Lines
de: Fanglinien anzeigen

source: Show Hints
de: Hinweise anzeigen

source: Show Hints for unused units in main source
de: Hinweise für im Hauptprogramm nicht verwendete Units anzeigen

source: Show Notes
de: Anmerkungen anzeigen

source: Show Options
de: Einstellungen anzeigen

source: Show Options for form editing
de: Einstellunge für Formularbearbeitung anzeigen

source: Show Warnings
de: Warnungen anzeigen

source: Show all
de: Alles zeigen

source: Show all messages
de: Alle Nachrichten anzeigen

source: Show all procs on error
de: Alle Prozeduren bei Fehler anzeigen

source: Show close buttons in notebook
de: Zeige "Schließen" Knöpfe in Editor

source: Show compiled procedures
de: Übersetzte Prozeduren zeigen

source: Show compiler options
de: Compileroptionen anzeigen

source: Show component captions
de: Komponentenüberschriften anzeigen

source: Show conditionals
de: Bedingungen zeigen

source: Show debug info
de: Debuginformation zeigen

source: Show defined macros
de: Definierte Macros zeigen

source: Show editor hints
de: Editorhinweise anzeigen

source: Show everything
de: Alles zeigen

source: Show general info
de: Allgemeine Informationen zeigen

source: Show grid
de: Raster anzeigen

source: Show gutter hints
de: Hinweise in Randleiste anzeigen

source: Show line numbers
de: Zeilennummern anzeigen

source: Show nothing (only errors)
de: Nichts zeigen (nur Fehler)

source: Show summary
de: Zusammenfassung zeigen

source: Show tried files
de: Ausprobierte Dateien zeigen

source: Show used files
de: Verwendete Dateien zeigen

source: Simple Syntax (e.g. * instead of .*)
de: Einfache Syntax (z.B. * statt .*)

source: Size
de: Größe

source: Skip calling Compiler
de: Compileraufruf überspringen

source: Smaller Code
de: Kleinerer Code

source: Smart Linkable
de: Smart-Linkbar

source: Smart tabs
de: Intelligente Tabulatoren

source: Snap to Guide Lines
de: An Fanglinien fangen

source: Snap to grid
de: An Raster fangen

source: Snapshot
de: Schnappschuß

source: Some files have changed on disk:
de: Einige Dateien wurden auf dem Festspeicher geändert:

source: Sorry, not implemented yet
de: Leider noch nicht implementiert

source: Sorry, this type is not yet implemented
de: Dieser Typ ist leider noch nicht implementiert

source: Sort selection
de: Auswahl sortieren

source: Source Editor
de: Quellcodeeditor

source: Source Notebook commands
de: Quellcodeeditorbefehle

source: Source and Destination are the same:%s%s
de: Quelle und Ziel sind gleich: %s%s

source: Source breakpoint
de: Quellcodehaltepunkt

source: Source directory %s%s%s does not exists.
de: Quellverzeichnis %s%s%s nicht vorhanden.

source: Source modified
de: Quellcode geändert

source: Source preview
de: Quellcodevorschau

source: Space
de: Leerzeichen

source: Space equally
de: Gleichmäßig aufteilen

source: Space key
de: Leertaste

source: Spanish
de: Spanisch

source: Src
de: Quelle

source: Standard Edit Menu
de: Standard "Bearbeiten"-Menü

source: Standard File Menu
de: Standard "Datei"-Menü

source: Standard Help Menu
de: Standard "Hilfe"-Menü

source: State
de: Zustand

source: Static Keyword in Objects
de: "Static" Schlüsselwort in Objekten

source: Step into
de: Ebene hinein

source: Step over
de: Ebene weiter

source: Stop
de: Stopp

source: Stop Debugging?
de: Debuggen abbrechen?

source: Stop after number of errors:
de: Anhalten nach Anzahl Fehler

source: Stop the debugging?
de: Debuggen abbrechen

source: Streaming error
de: Streamingfehler

source: String Constant in source
de: Stringkonstante im Quellcode

source: String constant
de: Stringkonstante

source: Strings with same value:
de: Strings mit demselben Wert:

source: Strip Symbols From Executable
de: Symbolinformationen verwerfen

source: Style:
de: Stil:

source: Sub Procedure
de: Unterprozedur

source: Sub Procedure on same level
de: Unterprozedur auf derselben Ebene

source: Sub directory
de: Unterverzeichnis

source: Switch Paths
de: Pfade ändern

source: Switch between form and unit
de: Zwischen Formular und Unit wechseln

source: Symantec Checking:
de: Semantic checking:

source: Symbol behind (.pp~)
de: Zeichen hinten (.pp~)

source: Symbol in front (.~pp)
de: Zeichen vorne (.~pp)

source: SynEdit - the editor component used by Lazarus. http://sourceforge.net/projects/synedit/
de: SynEdit - die von Lazarus verwendete Editorkomponente (http://sourceforge.net/projects/synedit/).

source: Syntax check
de: Syntaxüberprüfung

source: System variables
de: Systemvariablen

source: TP/BP 7.0 Compatible
de: TP/BP 7.0 Kompatibilität

source: Tab
de: Tabulator

source: Tab indents blocks
de: Tabulator rückt Blöcke ein

source: Tab widths:
de: Tabulatorbreite

source: Tabs to spaces
de: Tabulatoren in Leerzeichen umwandeln

source: Tabs to spaces in selection
de: Tabs in Leerzeichen konvertieren

source: Target CPU
de: Zielprozessor

source: Target Directory:
de: Zielverzeichnis

source: Target OS
de: Zielbetriebssystem

source: Target OS specific options
de: Zielbetriebssystemspezifische Einstellungen

source: Target OS:
de: Zielbetriebssystem

source: Target Processor:
de: Zielprozessor

source: Target file name:
de: Zieldateiname:

source: Target filename + params
de: Zieldateiname und Parameter des Projekts

source: Target filename of project
de: Zieldateiname des Projekts

source: Template Preview
de: Vorlagenvorschau

source: Template file name
de: Vorlagendateiname

source: Test
de: Teste

source: Test directory
de: Testverzeichnis

source: Test directory "%s" not found.
de: Testverzeichnis "%s" nicht gefunden.

source: Text
de: Textdatei

source: Text attributes
de: Textattribute

source: Text editing commands
de: Textbearbeitungsbefehle

source: Text marker commands
de: Textmarkierungsbefehle

source: Text search and replace commands
de: "Suchen und Ersetzen"-Befehle

source: Text selection commands
de: Textauswahlbefehle

source: Text to find:
de: Zu findender Text:

source: The %s main directory,%swhere Borland has installed all %s sources,%swhich are used by this %s project.%sFor example: /home/user/kylix%s
de: Das Verzeichnis in dem Borland alle von diesem Projekt verwendeten Quelldateien installiert hat. Z.B. /home/user/kylix

source: The %s main directory,%swhere Borland has installed all %s sources,%swhich are used by this %s project.%sFor example: C:/Programme/Borland/Delphi%s
de: Das Verzeichnis in dem Borland alle von diesem Projekt verwendeten Quelldateien installiert hat. Z.B. C:\Programme\Borland\Delphi

source: The %s main directory,%swhere Borland has installed all %s sources.%sFor example: /home/user/kylix%s
de: Das Verzeichnis in dem Borland Quelldateien installiert hat. Z.B. /home/user/kylix

source: The %s main directory,%swhere Borland has installed all %s sources.%sFor example: C:/Programme/Borland/Delphi%s
de: Das Verzeichnis in dem Borland Quelldateien installiert hat. Z.B. C:\Programme\Borland\Delphi

source: The %s project directory,%swhich contains the .dpr, dpk file.
de: Das Projektverzeichnis, das die .DPR und .DPK Dateien enthält

source: The FCL - FreePascal Component Library provides the base classes for object pascal.
de: Die FCL (Free Pascal Component Library) stellt die Basisklassen für Object-Pascal zur Verfügung.

source: The FPC source directory "%s" does not look correct. Normally it contains directories like rtl, fcl, packages, compiler, ... .
de: Das FreePascal Quellverzeichnis "%s" scheint nicht korrekt zu sein. Im allgemeinen enthält es Unterverzeichnisse wie rtl, fcl, packages, compiler usw.

source: The Free Pascal CVS source directory.
de: Das Free Pascal CVS Quellverzeichnis

source: The Free Pascal CVS source directory. Not required. This will improve find declarationand debugging.
de: Das Free Pascal CVS source directory. Optional, verbessert das Suchen nach Deklarationen und das Debuggen.

source: The Free Pascal compiler (filename: %s) was not found.%sIt is recommended that you install fpc.
de: Der Free Pascal Compiler (Dateiname: %s) wurde nicht gefunden.%sEs wird empfohlen Free Pascal zu installieren.

source: The Free Pascal project directory.
de: Das Free Pascal Projektverzeichnis

source: The Free Pascal source directory was not found.%sSome code functions will not work.%sIt is recommended that you install it and set the path%sEnvironment -> Environment Options -> Files
de: Das Free Pascal Quellverzeichnis konnte nicht gefunden werden.%sEinige Funktionen der IDE werden nicht funktionieren.%sEs wird empfohlen sie zu installieren und den Pfad in "Umgebung->Umgebungseinstellungen->Dateien" zu setzen.

source: The LCL - Lazarus Component Library contains all base components for form editing.
de: Die LCL (Lazarus Component Library) enthält alle grafischen Basiskomponenten.

source: The LFM (Lazarus form) file contains invalid properties. This means for example it contains some properties/classes, which do not exist in the current LCL. The normal fix is to remove these properties from the lfm and fix the pascal code manually.
de: Die LFM (Lazarus ForM)-Datei enthält ungültige Daten. Dies können zum Beispiel in dieser Version nicht unterstützte Properties bzw. Klassen sein. Um dieses Problem zu beheben, entfernen Sie diese Einstellungen aus der LFM-Datei und berichtigen Sie den Pascal-Quellcode manuell.

source: The Lazarus directory was not found.%sYou will not be able to create LCL applications.%sPlz check Environment -> Environment Options -> Files
de: Das Lazarus-Verzeichnis wurde nicht gefunden.%sSie werden daher keine LCL-Anwendungen erstellen können.%sBitte überprüfen Sie den gerade eingebenen Verzeichniseintrag.

source: The Lazarus main directory.
de: Das Lazarus Hauptverzeichnis.

source: The Maximum Version %s%s%s is invalid.%sPlease use the format major.minor.release.build%sFor exmaple: 1.0.20.10
de: Die angegebene Maximalversion %s%s%s ist ungültig.%sBitte verwenden Sie das Format major.minor.release.build, z.B. 1.0.20.10

source: The Maximum Version is lower than the Minimim Version.
de: Die angegebene maximale Version ist niedriger als die minimale Version

source: The Minimum Version %s%s%s is invalid.%sPlease use the format major.minor.release.build%sFor exmaple: 1.0.20.10
de: Die minimale Version %s%s%s ist ungültig.%sBitte verwenden Sie das Format major.minor.release.build, z.B. 1.0.20.10

source: The Test Directory could not be found:%s%s%s%s%s(see environment options)
de: Das Testverzeichnis %s%s%s%s%s konnte nicht gefunden werden.

source: The class %s%s%s is a TControl and can not be pasted onto a non control.%sUnable to paste.
de: Die Klasse %s%s%s ist vom Typ TControl und kann nicht in eine nicht von diesem Typ eingefügt werden.%sEinfügen mißlungen.

source: The class name %s%s%s exists already in%sPackage %s%sFile: %s%s%s
de: Der Klassenname %s%s%s ist bereits in Paket %s%s vorhanden. Datei: %s%s%s

source: The class name %s%s%s has the same name as%sthe unit %s%s%s.
de: Der Klassenname %s%s%s ist gleich dem der Unit %s%s%s.

source: The class name %s%s%s is not a valid pascal identifier.
de: Der Klassenname %s%s%s ist kein gültiger Pascal-Bezeichner.

source: The command after %s%s%s is not executable.
de: Der Befehl nach %s%s%s ist nicht ausführbar.

source: The command after publishing is invalid:%s%s%s%s
de: Der Befehl nach dem Veröffentlichen ist ungültig: %s%s%s%s

source: The compiler file "%s" is not an executable.
de: Die Compilerdatei "%s" ist nicht ausführbar.

source: The compiler file for package %s is not a valid executable:%s%s
de: Die Compilerdatei für Paket %s ist nicht ausführbar:%s%s

source: The component editor of class %s%s%s%sinvoked with verb #%s %s%s%s%shas created the error:%s%s%s%s
de: Der Komponenteneditor für Klasse %s%s%s%s, mit dem Kommando #%s %s%s%s%s hat den Fehler %s%s%s%s verursacht.

source: The component editor of class %s%s%shas created the error:%s%s%s%s
de: Der Komponenteneditor für Klasse %s%s%s hat den Fehler %s%s%s%s verursacht.

source: The current Free Pascal source directory %s%s%s%sdoes not look correct.%sCheck Environment -> Environment Options -> Files
de: Das aktuelle Free Pascal Quellverzeichnis %s%s%s%s scheint ungültig zu sein. %sBitte überprüfen Sie "Umgebung->Umgebunseinstellungen->Dateien"

source: The current Free Pascal source directory %s%s%s%sdoes not look correct.%sChoose Ok to choose the default %s%s%s.%sOtherwise check Environment -> Environment Options -> Files
de: Das aktuelle Free Pascal Quellverzeichnis %s%s%s%s scheint ungültig zu sein. %sWählen Sie "Ok" um das Standardverzeichnis %s%s%s zu verwenden, andererseits überprüfen Sie bitte "Umgebung->Umgebunseinstellungen->Dateien"

source: The current Lazarus directory %s%s%s%sdoes not look correct.%sWithout it You will not be able to create LCL applications.%sCheck Environment -> Environment Options -> Files
de: Das aktuelle Lazarus-Verzeichnis %s%s%s%s scheint ungültig zu sein.%sOhne korrekte Angabe können keine LCL-Anwendungen erstellt werden.%sÜberprüfen Sie "Umgebung->Umgebungseinstellungen->Dateien".

source: The current Lazarus directory %s%s%s%sdoes not look correct.%sWithout it You will not be able to create LCL applications.%sChoose Ok to choose the default %s%s%s.%sOtherwise check Environment -> Environment Options -> Files
de: Das aktuelle Lazarus-Verzeichnis %s%s%s%s scheint ungültig zu sein.%sOhne korrekte Angabe können keine LCL-Anwendungen erstellt werden.%sWählen Sie "Ok" um das Standardverzeichnis %s%s%s zu verwenden, ansonsten überprüfen Sie "Umgebung->Umgebungseinstellungen->Dateien".

source: The current compiler filename %s%s%s%sis not a valid executable.%sChoose Ok to choose the default %s%s%s.%sOtherwise check Environment -> Environment Options -> Files
de: Der aktuell angegebene Name für die Compilerdatei %s%s%s%s ist keine ausführbare Datei.%sWählen Sie "Ok" um den Standard %s%s%s zu verwenden, ansonsten überprüfen Sie "Umgebung->Umgebungseinstellungen->Dateien"

source: The current compiler filename %s%s%s%sis not a valid executable.%sPlz check Environment -> Environment Options -> Files
de: Der aktuell angegebene Dateiname für den Compiler %s%s%s%s ist keine ausführbare Datei.%sÜberprüfen Sie "Umgebung->Umgebungseinstellungen->Dateien"

source: The debugger %s%s%s%sdoes not exists or is not executable.%s%sSee Environment -> Debugger Options
de: Der Debugger %s%s%s%s konnte nicht gefunden werden oder ist nicht ausführbar. %s%sBitte überprüfen Sie die Einstellung in Umgebung->Debuggereinstellungen.

source: The debugger file "%s" is not an executable.
de: Der Dateiname für den Debugger "%s" ist nicht ausführbar.

source: The dependency %s%s%s was not found.%sPlease choose an existing package.
de: Die Abhängigkeit %s%s%s konnte nicht erfüllt werden.%sBitte wählen Sie ein vorhandenes Paket.

source: The destination directory%s%s%s%s does not exist.
de: Das Zielverzeichnis %s%s%s%s ist nicht vorhanden.

source: The directory "
de: Das Verzeichnis "

source: The file %s%s%s
de: Die Datei %s%s%s

source: The file %s%s%s is already in the package.
de: Die Datei %s%s%s ist bereits im Paket.

source: The file %s%s%s is not a Delphi project (.dpr)
de: Die Datei %s%s%s ist kein Delphi-Projekt (.dpr)

source: The file %s%s%s is not a Delphi unit.
de: Die Datei %s%s%s ist keine Delphi-Unit.

source: The file %s%s%s is not a lazarus package.
de: Die Datei %s%s%s ist kein Lazarus-Paket.

source: The file %s%s%s is part of the current project.%sIt is a bad idea to share files between projects and packages.
de: Die Datei %s%s%s ist Teil des aktuellen Projektes.%sEs wird abgeraten Dateien zwischen Projekten und Paketen gemeinsam zu verwenden.

source: The file %s%s%s%sis already in the package %s.
de: Die Datei %s%s%s%s ist bereits im Paket %s.

source: The file %s%s%s%sis currently not in the unitpath of the package.%s%sAdd %s%s%s to UnitPath?
de: Die Datei %s%s%s%s ist derzeit nicht im Unitpfad des Paketes.%s%sSoll %s%s%s zum Unitpfad hinzugefügt werden?
