Repository: Thief007/lazarus
Catalog: trunk/languages/lazaruside.*.po
Languages: de

source: The file %s%s%s%sseems to be a program. Close current project and create a new lazarus project for this program?%s"No" will load the file as normal source.
de: Die Datei %s%s%s%s scheint ein Programm zu sein. Soll das aktuelle Projekt geschlossen und ein neues Lazarus-Projekt für dieses Programm erstellt werden?%s"Nein" lädt die Datei als normale Quelldatei.

source: The file %s%s%s%sseems to be the program file of an existing lazarus Project1.%sOpen project?%sCancel will load the file as normal source.
de: Die Datei %s%s%s%s scheint die Programdatei eines vorhandene Lazarus-Projektes zu sein.%sProjekt öffnen?%s"Abbruch" lädt die Datei als normale Quelldatei.

source: The file "
de: Die Datei "

source: The following package(s) failed to load:%s%s
de: Die folgenden Pakete konnten nicht geladen werden: %s%s

source: The launching application %s%s%s%sdoes not exists or is not executable.%s%sSee Run -> Run parameters -> Local
de: Die Startanwendung %s%s%s%s ist nicht vorhanden oder nicht ausführbar.%s%sSiehe auch "Ausführen->Startparameter->Lokal".

source: The lazarus directory "%s" does not look correct. Normally it contains directories like lcl, debugger, designer, components, ... .
de: Das Lazarus-Verzeichnis "%s" scheint nicht in Ordnung zu sein. Standardmäßig enthält es die Verzeichnisse lcl, debug, ...

source: The make file "%s" is not an executable.
de: Das makefile "%s" ist nicht ausführbar.

source: The name %s%s%s is not a valid pascal identifier.
de: Der Bezeichner %s%s%s ist kein gültiger Pascal-Bezeichner.

source: The name "%s" is not a valid pascal identifier.
de: Der Name "%s" ist kein gültiger Pascal-Bezeichner.

source: The package %s is a runtime only package.%sRuntime only packages can not be installed in the IDE.
de: Das Paket %s ist ein Nur-Laufzeit-Paket.%sDiese Pakete können nicht in der IDE installiert werden.

source: The package %s is read only.
de: Das Paket %s ist schreibgeschützt.

source: The package %s is required by %s, which is marked for installation.%sSee package graph.
de: Das Paket %s wird von %s benötigt, das zur Installation markiert ist.%sSiehe auch den Paketgraphen.

source: The package %s owns the file%s%s%s%s.%sShould the file be renamed in the package as well?
de: Das Paket %s enthält die Datei %s%s%s%s.%sSoll die Datei innerhalb des Paketes ebenfalls umbenannt werden?

source: The package %s%s%s is installed, but no valid package file was found.%sA broken dummy package was created.
de: Das Paket %s%s%s ist installiert, aber keine gültige Paketdatei wurde gefunden.%sEin fehlerhaftes Dummy-Paket wurde erzeugt.

source: The package %s%s%s was marked.%sCurrently lazarus only supports static linked packages. The real un-installation needs rebuilding and restarting of lazarus.%s%sDo you want to rebuild Lazarus now?
de: Das Paket %s%s%s ist ausgewählt.%sZur Zeit unterstützt Lazarus nur statisch gelinkte Pakete. Deinstallation erfordert eine Neuübersetzung und Neustart.%s%sMöchten Sie Lazarus nun neu übersetzen?

source: The package file name %s%s%s in%s%s%s%s is not a valid lazarus package name.
de: Der Paketdateiname %s%s%s in %s%s%s%s ist kein gültiger Lazarus-Paketname.

source: The package has already a dependency for the package %s%s%s.
de: Das Paket hat bereits eine Abhängigkeit für Paket %s%s%s.

source: The package name %s%s%s is invalid.%sPlase choose an existing package.
de: Der Paketname %s%s%s ist ungültig.%sBitte wählen Sie ein vorhandenes Paket.

source: The package name %s%s%s is invalid.%sPlease choose an existing package.
de: Der Paketname %s%s%s ist ungültig.%sBitte wählen Sie ein vorhandenes Paket.

source: The package name %s%s%s is not a valid package name%sPlease choose another name (e.g. package1.lpk)
de: Der Paketname %s%s%s ist ungültig.%sBitte wählen Sie einen anderen Namen (z.B. package1.lpk).

source: The package name %s%s%s of%sthe file %s%s%s is invalid.
de: Der Paketname %s%s%s der Datei %s%s%s ist ungültig.

source: The path to the free pascal compiler for this project. Only required if you set the FPC CVS source below. Used to autocreate macros.
de: Der Pfad zum Free Pascal Compiler für dieses Projekt. Nur benötigt, falls der Free Pascal CVS Quellpfad weiter unten gesetzt wird. Zur automatischen Erstellung von Makros.

source: The path to the free pascal compiler.%s For example %s/usr/bin/%s -n%s or %s/usr/local/bin/fpc @/etc/fpc.cfg%s.
de: Der Pfad zum Free Pascal Compiler.

source: The program %smake%s was not found.%sThis tool is needed to build lazarus.%s
de: Das Program %smake%s wurde nicht gefunden.%sDieses Programm wird zur Erstellung von Lazarus benötigt.

source: The project has already a dependency for the package %s%s%s.
de: Das Projekt hat bereits eine Abhängigkeit für das Paket %s%s%s.

source: The project info file %s%s%s%sis equal to the project main source file!
de: Die Projektinformationsdatei %s%s%s%s ist gleich der Projekt-Hauptquelldatei!

source: The project must be saved before building%sIf you set the Test Directory in the environment options,%syou can create new projects and build them at once.%sSave project?
de: Das Projekt muss vor Erstellung gespeichert werden.%sFalls Sie das Testverzeichnis in den Umgebungseinstellungen setzen, können Sie neue Projekte sofort erstellen.%sProjekt speichern?

source: The project requires the package %s%s%s.%sBut it was not found. See Project -> Project Inspector.
de: Das Projekt benötigt das Paket %s%s%s, das nicht gefunden werden konnte. Bitte öffnen Sie den Projektinspektor.

source: The resourcestring %s%s%s already exists.%sPlease choose another name.%sUse Ignore to add it anyway.
de: Der Resourcestring %s%s%s ist bereits vorhanden.%sBitte wählen Sie einen anderen Namen, oder wählen Sie "Ignorieren" um diesen trotzdem zu verwenden.

source: The root component can not be deleted.
de: Die Wurzelkomponente kann nicht gelöscht werden.

source: The unit %s%s%s is not lowercase.%sThe FreePascal compiler 1.0.x needs lowercase filenames. If you do not use the fpc 1.0.x to compile this unit, you can ignore this message.%s%sRename file?
de: Der Unit-Name %s%s%s enthält nicht nur Kleinbuchstaben.%sFree Pascal in der Version 1.0.x erfordert Dateinamen nur mit Kleinbuchstaben. Falls Sie Free Pascal 1.0.x zur Übersetzung dieser Unit nicht verwenden, können Sie diesen Hinweis ignorieren.%s%sSoll der Name angepasst werden?

source: The unit itself has already the name %s%s%s. Pascal identifiers must be unique.
de: Der Bezeichner %s%s%s ist in der Unit bereits vorhanden. Pascal-Bezeichner müssen eindeutig sein.

source: The unit name %s%s%s already exists in the project%swith file: %s%s%s.
de: Der Unit-Name %s%s%s ist im Projekt %s in Datei %s%s%s bereits vorhanden.

source: The unit name %s%s%s already exists in the selection%swith file: %s%s%s.
de: Der Unit-Name %s%s%s ist in der Auswahl %s mit der Datei %s%s%s bereits vorhanden.

source: The unit name %s%s%s and filename differ.
de: Der Unit-Name %s%s%s stimmt nicht mit dem Dateinamen überein.

source: The unit name %s%s%s does not correspond to the filename.
de: Der Unit-Name %s%s%s stimmt nicht mit dem Dateinamen überein.

source: The unit name %s%s%s is not a valid pascal identifier.
de: Der Unit-Name %s%s%s ist kein gültiger Pascal-Bezeichner.

source: The unit name %s%s%s is the same as an registered component.%sUsing this can cause strange error messages.
de: Der Unit-Name %s%s%s ist gleich dem einer registrierten Komponente.%sDie Verwendung dieses Namens kann seltsame Fehlermeldungen erzeugen.

source: The unitname %s%s%s already exists in the package:%s%s
de: Der Unit-Name %s%s%s existiert bereits in diesem Paket %s%s

source: The unitname %s%s%s already exists in this package.
de: Der Unit-Name %s%s%s existiert bereits in diesem Paket.

source: There are more functions in the popupmenu
de: Es gibt mehr Funktionen im Popupmenü

source: There are other files in the directory with the same name,%swhich only differ in case:%s%s%sDelete them?
de: Andere Dateien, deren Name sich nur in Groß- und Kleinschreibung unterscheidet, sind im Verzeichnis bereits vorhanden.%sSollen diese gelöscht werden?

source: There is a FPC unit with the same name as a package:%s%s%s%s%s%s
de: Eine Free Pascal Unit mit demselben Namen wie ein Paket %s%s%s%s%s%s ist vorhanden.

source: There is a FPC unit with the same name as:%s%s%s%s%s from %s%s%s
de: Eine Free Pascal Unit mit demselben Namen wie ein Paket %s%s%s%s ist vorhanden.

source: There is a circle in the required packages. See package graph.
de: Einige Pakete benötigen sich gegenseitig. Siehe auch Paketgraph.

source: There is a maximum of %s tools.
de: Es gibt ein Maximum von %s Werkzeugen.

source: There is a unit with the name %s%s%s in the project.%sPlz choose a different name
de: Eine Unit mit dem Namen %s%s%s ist im Projekt bereits vorhanden.%sBitte wählen Sie einen anderen Namen.

source: There is already a form with the name %s%s%s
de: Ein Formular mit dem Namen %s%s%s ist bereits vorhanden.

source: There is already a unit with the name %s%s%s. Pascal identifiers must be unique.
de: Es ist bereits eine Unit mit dem Namen %s%s%s vorhanden. Pascal-Bezeichner müssen eindeutig sein.

source: There is already another package with the name %s%s%s.%sConflict package: %s%s%s%sFile: %s%s%s
de: Ein anderes Paket mit Namen %s%s%s ist bereits vorhanden, befindet sich daher in Konflikt mit %s%s%s%s.Dateiname: %s%s%s

source: There is an unsaved package in the required packages. See package graph.
de: In den benötigten Paketen gibt es ein nicht abgespeichertes Paket. Siehe auch Paketgraph.

source: There was an error during writing the selected component %s:%s:%s%s
de: Ein Fehler während des Schreibens der gewählten Komponente %s ist aufgetreten: %s%s

source: There was an error while converting the binary stream of the selected component %s:%s:%s%s
de: Ein Fehler ist während des Umwandelns des Binärdatenstroms der gewählten Komponente %s:%s aufgetreten: %s%s

source: This file is not in any loaded package.
de: Diese Datei ist nicht in einem geladenen Paket enthalten

source: This is an automatically generated lazarus resource file
de: Dies ist eine automatisch erzeugtes Resourcedatei

source: This is the default package. Used only for components without a package. These components are outdated.
de: Dies ist das Standardpaket, das nur für Komponenten ohne Paket verwendet wird. Solche Komponenten sind veraltet.

source: This looks like a pascal file.%sfpc 1.0.x expects pascal files lowercase.%sRename it to lowercase?
de: Dies scheint eine Pascal-Datei zu sein.%sFree Pascal 1.0.x erwartet kleingeschriebene Dateinamen.%sNamen in Kleinbuchstaben umwandeln?

source: This package is installed, but the lpk file was not found.All its components are deactivated. Please fix this.
de: Dieses Paket ist installiert, aber die zugehörige .LPK-Datei konnte nicht gefunden werden. Alle darin enthaltenen Komponenten wurden deaktiviert. Bitte beheben Sie dieses Problem.

source: This statement can not be extracted.%sPlease select some code to extract a new procedure/method.
de: Dieser Ausdruck kann nicht extrahiert werden.%sBitte wählen Sie etwas Quellcode um eine neue Prozedur bzw. Methode zu extrahieren.

source: Title and Filename required
de: Titel und Dateiname benötigt

source: Title:
de: Titel:

source: ToDo List
de: ToDo Liste

source: ToDo options...
de: ToDo Einstellungen...

source: Toggle Form/Unit
de: Formular-/Unit-Ansicht wechseln

source: Toggle Mode
de: Modus wechseln

source: Toggle form/unit view
de: Formular-/Codeansicht wechseln

source: Tools
de: Werkzeuge

source: Tools menu commands
de: Werkzeugmenübefehle

source: Tooltip symbol Tools
de: Tooltip-Symbolwerkzeuge

source: Top:
de: Oben:

source: Tutorial
de: Einführung

source: Type
de: Erweiterung

source: Type:
de: Typ:

source: UPPERCASE
de: GROSSBUCHSTABEN

source: Unable convert binary stream to text
de: Konnte Binärdatenstrom nicht in Text umwandeln

source: Unable copy components to clipboard
de: Konnte Komponenten nicht in Zwischenablage kopieren

source: Unable to add %s to project, because there is already a unit with the same name in the Project.
de: Konnte %s nicht zu Projekt hinzufügen, weil bereits eine Unit mit demselben Namen im Projekt existiert.

source: Unable to add resource T%s:FORMDATA to resource file %s%s%s%s.%sProbably a syntax error.
de: Konnte Ressource T%s:FORMDATA zu Resourcedatei %s%s%s%s nicht hinzufügen.%sVermutete Ursache: Syntaxfehler

source: Unable to backup file %s%s%s to %s%s%s!
de: Konnte Datei %s%s% nicht in Datei %s%s%s sichern!

source: Unable to clean up destination directory
de: Konnte Ausgabeverzeichnis nicht aufräumen

source: Unable to convert file %s%s%s%sError: %s
de: Konnte Datei %s%s%s nicht konvertieren.%sFehler: %s

source: Unable to convert lfm to lrs and write lrs file.
de: Konnte .LFM nicht in .LRS konvertieren und Ausgabedatei schreiben.

source: Unable to convert text form data of file %s%s%s%s%sinto binary stream. (%s)
de: Textformulardaten der Datei %s%s%s%s%s konnte nicht in Binärdatenstrom (%s) umgewandelt werden.

source: Unable to copy file
de: Datei konnte nicht kopiert werden

source: Unable to copy file %s%s%s%sto %s%s%s
de: Datei %s%s%s%s konnte nicht nach %s%s%s kopiert werden.

source: Unable to copy file %s%s%s%sto %s%s%s.
de: Datei %s%s%s%s konnte nicht nach %s%s%s kopiert werden.

source: Unable to create backup directory %s%s%s.
de: Sicherungsverzeichnis %s%s%s konnte nicht erstellt werden.

source: Unable to create directory
de: Verzeichnis konnte nicht erstellt werden

source: Unable to create directory %s%s%s
de: Verzeichnis %s%s%s konnte nicht erstellt werden.

source: Unable to create directory %s%s%s.
de: Verzeichnis %s%s%s konnte nicht erstellt werden.

source: Unable to create file
de: Datei konnte nicht erstellt werden.

source: Unable to create file %s%s%s
de: Datei %s%s%s konnte nicht erstellt werden.

source: Unable to create file %s%s%s.
de: Datei %s%s%s konnte nicht erstellt werden.

source: Unable to create file%s%s%s%s
de: Datei %s%s%s%s konnte nicht erstellt werden.

source: Unable to create new method. Plz fix the error shown in the message window.
de: Neue Methode konnte nicht erstellt werden. Bitte den im Nachrichtenfenster angezeigten Fehler bereinigen.

source: Unable to create output directory %s%s%s%sfor package %s.
de: Ausgabeverzeichnis %s%s%s%s für Paket %s konnte nicht erstellt werden.

source: Unable to create package source directory %s%s%s%sfor package %s.
de: Verzeichnis für Paketquelldateien %s%s%s%s für Paket %s konnte nicht erstellt werden.

source: Unable to create target directory for lazarus:%s%s%s%s.%sThis directory is needed for the new changed lazarus IDE with your custom packages.
de: Lazarus-Ausgabeverzeichnis %s%s%s%s konnte nicht erstellt werden.%sDieses Verzeichnis wird für die neuerstellte IDE mit den selbsterstellten Paketen benötigt.

source: Unable to delete file
de: Datei konnte nicht gelöscht werden.

source: Unable to delete file %s%s%s.
de: Datei %s%s%s konnte nicht gelöscht werden.

source: Unable to delete old state file %s%s%s%sfor package %s.
de: Alte Zustandsdatei %s%s%s%s für Paket %s konnte nicht gelöscht werden.

source: Unable to find a ResourceString section in this or any of the used units.
de: Resourcestring-Abschnitt konnte weder in dieser noch in einer verwendeten Unit gefunden werden.

source: Unable to find a valid classname in %s%s%s
de: Gültiger Klassenname konnte in %s%s%s nicht gefunden werden.

source: Unable to find file %s%s%s.
de: Datei %s%s%s konnte nicht gefunden werden.

source: Unable to find file %s%s%s.%sCheck search path in%sProject->Compiler Options...->Search Paths->Other Unit Files
de: Datei %s%s%s konnte nicht gefunden werden. Bitte überprüfen Sie den Suchpfad in %sProjekt->Compilereinstellungen...->Pfade->Andere Quelldateien.

source: Unable to find method. Plz fix the error shown in the message window.
de: Methode konnte nicht gefunden werden. Bitte den im Nachrichtenfenster angezeigten Fehler bereinigen.

source: Unable to load file
de: Datei konnte nicht geladen werden.

source: Unable to load file %s%s%s.
de: Datei %s%s%s konnte nicht geladen werden.

source: Unable to load old resource file.%sThe resource file is the first include file in the%sinitialization section.%sFor example {$I %s.lrs}.%sProbably a syntax error.
de: Alte Ressourcedatei konnte nicht geladen werden.%sDie Ressourcendatei ist die erste inkludierte Datei im %sinitialization-Abschnitt.%sZum Beispiel {$I %s.lrs}.%sVermuteter Grund: Syntaxfehler

source: Unable to load package
de: Paket konnte nicht geladen werden

source: Unable to open the package %s%s%s.%sThis package was marked for for installation.
de: Paket %s%s%s konnte nicht geladen werden.%sDieses Paket wurde zur Installation markiert.

source: Unable to read file
de: Datei konnte nicht gelesen werden

source: Unable to read file %s%s%s!
de: Datei %s%s%s konnte nicht gelesen werden.

source: Unable to read file %s%s%s%sError: %s
de: Datei %s%s%s%s konnte nicht gelesen werden. Fehler: %s

source: Unable to read file %s%s%s.
de: Datei %s%s%s konnte nicht gelesen werden.

source: Unable to read package file %s%s%s.
de: Paketdatei %s%s%s konnte nicht gelesen werden.

source: Unable to read state file %s%s%s%sof package %s.%sError: %s
de: Zustandsdatei %s%s%s%s für Paket %s konnte nicht gelesen werden.%sFehler: %s

source: Unable to remove old backup file %s%s%s!
de: Alte Sicherungsdatei %s%s%s konnte nicht entfernt werden.

source: Unable to rename file
de: Datei konnte nicht umbenannt werden.

source: Unable to rename file %s%s%s to %s%s%s!
de: Datei %s%s%s konnte nicht in %s%s%s umbenannt werden.

source: Unable to rename file %s%s%s%sto %s%s%s.
de: Datei %s%s%s%s konnte nicht in %s%s%s umbenannt werden.

source: Unable to rename form in source.
de: Formular konnte im Quellcode nicht umbenannt werden.

source: Unable to rename method. Plz fix the error shown in the message window.
de: Methode konnte nicht umbenannt werden. Bitte den im Nachrichtenfenster angezeigten Fehler bereinigen.

source: Unable to rename variable in source.
de: Variable konnte im Quellcode nicht umbenannt werden.

source: Unable to run the tool %s%s%s:%s%s
de: Werkzeug %s%s%s:%s%s konnte nicht ausgeführt werden.

source: Unable to save file %s%s%s
de: Datei %s%s%s konnte nicht gespeichert werden.

source: Unable to show method. Plz fix the error shown in the message window.
de: Method konnte nicht angezeigt werden. Bitte den im Nachrichtenfenster angezeigten Fehler bereinigen.

source: Unable to stream %s:T%s.
de: Kann nicht streamen %s:T%s

source: Unable to stream selected components
de: Ausgewählte Komponenten konnten nicht gestreamt werden.

source: Unable to transform binary component stream of %s:T%s into text.
de: Binärkomponentendatenstrom von %s:T%s konnte nicht in Text umgewandelt werden.

source: Unable to update CreateForm statement in project source
de: CreateForm Anweisung konnte in den Projektquelldateien nicht aktualisiert werden.

source: Unable to write %s%s%s%s%s.
de: %s%s%s%s%s konnte nicht geschrieben werden.

source: Unable to write file
de: Datei konnte nicht geschrieben werden.

source: Unable to write file %s%s%s
de: Datei %s%s%s konnte nicht geschrieben werden.

source: Unable to write file %s%s%s%sError: %s
de: Datei %s%s%s%s konnte nicht geschrieben werden. Fehler: %s

source: Unable to write file %s%s%s.
de: Datei %s%s%s konnte nicht geschrieben werden.

source: Unable to write package %s%s%s%sto file %s%s%s.%sError: %s
de: Paket %s%s%s%s konnte nicht in Datei %s%s%s geschrieben werden.%sFehler: %s

source: Unable to write state file %s%s%s%sof package %s.%sError: %s
de: Zustandsdatei %s%s%s%s des Paketes %s konnte nicht geschrieben werden.%sFehler: %s

source: Unable to write to file %s%s%s
de: Datei %s%s%s konnte nicht geschrieben werden

source: Unable to write to file %s%s%s!
de: Datei %s%s%s konnte nicht geschrieben werden!

source: Uncertain Optimizations
de: Unsichere Optimierungen

source: Uncomment selection
de: Auswahl einkommentieren

source: Underline
de: Unterstreichen

source: Undo
de: Rückgängig

source: Undo after save
de: Nach Speichern wiederherstellen

source: Undo limit:
de: Wiederherstellungsgrenze:

source: Unindent block
de: Blockeinzug vermindern

source: Unindent selection
de: Einzug der Auswahl vermindern

source: Uninstall
de: Deinstallieren

source: Uninstall on next start
de: Beim nächsten Start deinstallieren

source: Uninstall package %s?
de: Paket %s deinstallieren?

source: Uninstall package?
de: Paket deinstallieren?

source: Uninstall selection
de: Auswahl deinstallieren

source: Unit %s%s%s has changed. Save?
de: Unit %s%s%s wurde geändert. Speichern?

source: Unit %s%s%s was removed from package
de: Unit %s%s%s wurde von Paket entfernt

source: Unit File Name:
de: Unitdateiname:

source: Unit Info
de: Unit-Information

source: Unit Name Invalid
de: Unit-Name ungültig

source: Unit Output directory
de: Unit-Ausgabeverzeichnis

source: Unit Path
de: Unit-Pfad

source: Unit Style:
de: Unit-Erzeugung

source: Unit dependencies
de: Unit-Abhängigkeiten

source: Unit file name:
de: Unit-Dateiname:

source: Unit identifier exists
de: Unit-Bezeichner bereits vorhanden

source: Unit name already exists
de: Unit-Name bereits vorhanden

source: Unit not found: %s%s%s
de: Unit nicht gefunden: %s%s%s

source: Unit output directory (-FE):
de: Unit-Ausgabeverzeichnis (-FE):

source: Unit(s) not found
de: Biblithek(en) nicht gefunden

source: Unit: %s%sLFM file: %s
de: Unit: %s%sLFM Datei: %s

source: Unitname already exists
de: Unit-Name bereits vorhanden

source: Unitname already in project
de: Unit-Name existiert bereits im Projekt

source: Unknown
de: Unbekannt

source: Unknown Error, please report this bug
de: Unbekannter Fehler, diesen Bug bitte melden

source: Unsaved package
de: Nicht gespeichertes Paket

source: Up
de: Oben

source: Update/Rebuild
de: Aktualisieren / Neu erstellen

source: Uppercase selection
de: Auswahl in Großbuchstaben umwandeln

source: Usage
de: Handhabung

source: Use Ansi Strings
de: Ansistrings verwenden

source: Use Heaptrc Unit
de: Heaptrc-Unit verwenden

source: Use addional Compiler Config File
de: Zusätzliche Konfigurationsdatei verwenden

source: Use default color
de: Standardfarbe verwenden

source: Use display
de: Display verwenden

source: Use launching application
de: Startanwendung verwenden

source: Use standard Compiler Config File (fpc.cfg)
de: Standardkonfigurationsdatei verwenden (fpc.cfg)

source: Use syntax highlight
de: Syntaxhervorhebung verwenden

source: Use windowmanager setting
de: Fenstermanagereinstellungen verwenden

source: User defined extension
de: Benutzerdefinierte Erweiterung

source: User defined extension (.pp.xxx)
de: Benutzerdefinierte Erweiterung (.pp.xxx)

source: User overrides
de: Benutzervorgaben

source: Value
de: Wert

source: Value as File Paths
de: Wert als Dateipfad

source: Value as Text
de: Wert als Text

source: Variable Name
de: Variablenname

source: Variable prefix
de: Variablenprefix

source: Verbosity during compilation:
de: Meldungen während des Übersetzens

source: Vertical
de: Vertikal

source: Vertical grid step size
de: Schrittweite vertikales Raster

source: View Anchor Editor
de: Ankereditor

source: View Call Stack
de: Aufrufstack zeigen

source: View Code Explorer
de: Codeexplorer zeigen

source: View Forms
de: Formulare anzeigen

source: View Jump-History
de: Sprungmarkenhistorie anzeigen

source: View Object Inspector
de: Objektinspektor anzeigen

source: View Package Source
de: Paketquellcode anzeigen

source: View Project Units
de: Projektunits zeigen

source: View Search Results
de: Suchergebnisse anzeigen

source: View Source
de: Projektcode anzeigen

source: View Source Editor
de: Quellcodeeditor anzeigen

source: View ToDo List
de: ToDo-Liste anzeigen
