Repository: Thief007/lazarus
Catalog: trunk/languages/lazaruside.*.po
Languages: de

source: Do not show splash screen
de: Startbildschirm nicht anzeigen

source: Skip loading last project
de: Überspringe Laden des letzten Projektes

source: file, where debug output is written to. If it is not specified, debug output is written to the console.
de: Datei für Debugausgaben. Wenn nicht angegeben, werden diese auf der Konsole ausgegeben.

source: primary config directory, where Lazarus stores its config files. Default is
de: Hauptkonfigurationsverzeichnis, in dem Lazarus seine Konfigurationsdateien ablegt. Standard ist

source: secondary config directory, where Lazarus searches for config template files. Default is
de: Nebenkonfigurationsverzeichnis. Lazarus sucht dort die Codevorlagen. Standard ist

source: A token %s%s%s already exists!
de: Token %s%s%s existiert bereits!

source: The key "%s" is already connected to "%s".
de: Die Taste "%s" ist bereits belegt für "%s".

source: conflicts with
de: steht in Konflikt mit

source: %s (compiling ...)
de: %s (Übersetze ...)

source: %s (debugging ...)
de: %s (Debugge ...)

source: %s - (new project)
de: %s - (Neues Projekt)

source: %s This file was automatically created by Lazarus. Do not edit!%s This source is only used to compile and install%s the package %s.%s
de: %s Diese Datei wurde von Lazarus automatisch erzeugt. Bitte nicht editieren!%s Diese Quelldatei wird nur zur Übersetzung und zur Installation%s des Paketes %s.%s

source: %s directory
de: %s Verzeichnis

source: %s is already part of the Project.
de: %s ist bereits Teil des Projekts

source: %s project directory
de: %s Projektverzeichnis

source: %s%s%s is an invalid project name.%sPlease choose another (e.g. project1.lpi)
de: %s%s%s ist kein gueltiger Projektname.%sBitte wählen Sie einen anderen (Zum Beispiel: project1.lpi)

source: %s%s%s is not a valid identifier.
de: %s%s%s ist keine gültiger Bezeichner.

source: %s%s%s is not a valid unit name.
de: %s%s%s ist kein gültiger Unit-Name.

source: %s%sClick OK if are sure to do that.
de: %s%sKlicken Sie "OK" wenn Sie das wirklich tun wollen.

source: %s%sFile Name: %s%s%s
de: %s%sDateiname: %s%s%s

source: %s, Page: %s
de: %s, Reiter: %s

source: %s, auto generated
de: %s, automatisch erzeugt

source: %s, project specific
de: %s, projektspezifisch

source: %s/ReadOnly
de: %s/Nur Lesbar

source: %sAdding new Dependency for package %s: package %s%s
de: %sFüge neue Abhängigkeit für Paket %s hinzu: Paket %s%s

source: %sAdding new Dependency for project %s: package %s%s
de: %sFüge neue Abhängigkeit für Projekt %s hinzu: Paket %s%s

source: %sBoth packages are connected. This means, either one package uses the other, or they are both used by a third package.
de: %sBeide Pakete sind verbunden - entweder sie verwenden sich gegenseitig, oder sie werden von einem dritten Paket verwendet.

source: %sDescription: %s
de: %sBeschreibung: %s

source: %sExisting file: %s%s%s
de: %sVorhandene Datei: %s%s%s

source: %sSave As%s always saves pascal files lowercase
de: %sSpeichern als%s speichert Pascal-Dateien immer mit Kleinbuchstaben

source: %sSave As%s asks to save pascal files lowercase
de: %sSpeichern als %s fragt nach, ob Pascal-Dateinamen mit Kleinbuchstaben gespeichert werden sollen

source: %sSee Project -> Project Inspector
de: %sSiehe auch Projekt->Projektinspektor

source: %sState:
de: %sStatus:

source: %sThe following units will be added to the uses section of%s%s:%s%s%s
de: %sDie folgenden Units werden zum Uses-Abschnitt von %s%s hinzugefügt:%s%s%s

source: %sThis package is installed, but the lpk file was not found
de: %sPaket ist installiert, aber die .lpk Datei wurde nicht gefunden

source: %sThis package was automatically created
de: %sDieses Paket wurde automatisch erzeugt

source: &Add Breakpoint
de: &Haltepunkt hinzufügen

source: &Close Page
de: &Seite schließen

source: &Components
de: &Komponenten

source: &Edit
de: B&earbeiten

source: &File
de: &Datei

source: &Find Declaration
de: Deklaration &finden

source: &Goto Bookmark
de: &Gehe zu Lesezeichen

source: &Help
de: &Hilfe

source: &Open file at cursor
de: &Öffne Datei beim Cursor

source: &Project
de: &Projekt

source: &Replace With
de: E&rsetze mit

source: &Run
de: &Ausführen

source: &Run to Cursor
de: Bis zur Cu&rsorposition ausführen

source: &Search
de: &Suchen

source: &Set Bookmark
de: Le&sezeichen hinzufügen

source: &Text to Find
de: Such&text

source: &Tools
de: &Werkzeuge

source: &View
de: &Ansicht

source: &Windows
de: Fenster

source: (no subdirectoy)
de: (kein Unterverzeichnis)

source: (unknown macro: %s)
de: (Unbekanntes Makro: %s)

source: <choose an existing file>
de: <Datei auswählen>

source: <no variable selected>
de: <keine Variable ausgewählt>

source: A %s can not hold TControls.%sYou can only put non visual components on it.
de: Ein %s kann keine TControls enthalten.%sSie können nur nichtvisuelle Komponenten zu diesem hinzufügen

source: A file %s%s%s already exists.%sReplace it?
de: Die Datei %s%s%s existiert bereits.%sErsetzen?

source: A pascal unit must have the extension .pp or .pas
de: Eine Pascal-Unit muss auf .pp oder .pas enden.

source: A required packages was not found. See package graph.
de: Ein benötigtes Paket wurde nicht gefunden. Siehe Paket Graph.

source: A valid tool needs at least a title and a filename.
de: Ein gültiger Werkzeug-Eintrag besteht zumindest aus einem Titel und Dateinamen.

source: Abort Build
de: Übersetzung abbrechen

source: About
de: Über

source: About Lazarus
de: Über Lazarus

source: Accept
de: Akzeptieren

source: Action: %s
de: Aktion: %s

source: Activate regular expression syntax for text and replacement (pretty much like perl)
de: Aktiviere reguläre Ausdrücke für Text und Ersetzung (ähnlich zu Perl)

source: Add
de: Hinzufügen

source: Add %s to project?
de: %s zum Projekt hinzufügen?

source: Add &Watch At Cursor
de: Ausdruck beim Cursor über&wachen

source: Add File
de: Datei hinzufügen

source: Add Files
de: Füge Dateien hinzu

source: Add LFM, LRS files, if they exist
de: Füge .LFM, .LRS-Dateien, falls sie existieren, hinzu

source: Add Unit
de: Unit hinzufügen

source: Add active unit to a package
de: Füge aktive Unit zu Paket hinzu

source: Add breakpoint
de: Haltepunkt hinzufügen

source: Add code template
de: Codevorlage hinzufügen

source: Add editor file to Project
de: Datei im Editor zum Projekt hinzufügen

source: Add editor files
de: Editordateien hinzufügen

source: Add file to a package
de: Datei zum Paket hinzufügen

source: Add file to project:
de: Füge Datei zu Projekt hinzu:

source: Add files
de: Dateien hinzufügen

source: Add files to package
de: Füge Dateien zu Paket hinzu

source: Add jump point
de: Füge Sprungmarke hinzu

source: Add jump point to history
de: Füge Sprungmarke an Cursorposition hinzu

source: Add options to dependent packages and projects
de: Füge Einstellungen zu abhängigen Paketen und Projekten hinzu

source: Add paths to dependent packages/projects
de: Füge Einstellungen zu abhängigen Paketen und Projekten hinzu

source: Add to package
de: Zu Paket hinzufügen

source: Add to project
de: Zum Projekt hinzufügen

source: Add watch ...
de: Überwachten Ausdruck hinzufügen...

source: Add...
de: Hinzufügen...

source: Additional Source search path for all projects (.pp;.pas)
de: Zusätzlicher Quelldateiensuchpfad für alle Projekte (.pp;.pas)

source: Additional compiler options inherited from packages
de: Zusätzliche von Paketen vererbte Compilereinstellungen

source: Additional files to search (e.g. /path/*.pas;/path2/*.pp)
de: Zusätzlich zu durchsuchende Dateien (z.B. /path/*.pas;/path2*.pp)

source: Align
de: Ausrichten

source: Alignment
de: Ausrichtung

source: All files
de: Alle Dateien

source: All packages
de: Alle Pakete

source: Allow LABEL and GOTO
de: Erlaube LABEL und GOTO

source: Alphabetically
de: Alfabetisch

source: Alt-Key sets column mode
de: ALT-Taste aktiviert Spaltenmodus

source: Alternative Key
de: Alternative Taste

source: Ambigious Ancestor Type
de: Mehrdeutiger Vorgängertyp

source: Ambigious Class Name
de: Mehrdeutiger Klassenname

source: Ambigious Unit Name
de: Nichteindeutiger Biblothekenname

source: Ambigious file action:
de: Mehrdeutige Dateioperation

source: Ambigious file found: %s%s%s%sThis file can be mistaken with %s%s%s%s%sDelete the ambigious file?
de: Nichteindeutige Datei gefunden: %s%s%s%s Diese Datei könnte mit %s%s%s%s%s verwechselt werden. Diese Datei entfernen?

source: Ambigious files found
de: Uneindeutige Dateien gefunden

source: Ambigious units found
de: Nichteindeutige Units gefunden

source: Ancestor Type
de: Vorgängertyp

source: Append to section
de: Zu Abschnitt hinzufügen

source: Application
de: Anwendung

source: Application Settings
de: Anwendungseinstellungen

source: Application%sA graphical lcl/freepascal program. The program file is automatically maintained by lazarus.
de: Anwendung %sEin grafisches LCL/Free Pascal Programm. Die Programmdatei wird automatisch von Lazarus verwaltet.

source: Apply
de: Anwenden

source: Apply changes
de: Änderungen anwenden

source: Arabic
de: Arabisch

source: Ascending
de: Aufsteigend

source: Ask
de: Nachfragen

source: Ask before replacing each found text
de: Vor jeder gefundenen Textstelle nachfragen

source: Author:
de: Autor

source: Auto create form when opening unit
de: Formular bei Öffnen einer Unit automatisch erzeugen

source: Auto created nodes can not be edited,%snor can they have non auto created child nodes.
de: Automatisch erstellte Knoten dürfen weder bearbeitet werden, %s noch dürfen sie nicht-automatisch erzeugte Kindknoten enthalten.

source: Auto delete file
de: Datei automatisch entfernen

source: Auto generated nodes can not be edited.
de: Automatisch erzeugte Knoten dürfen nicht bearbeitet werden.

source: Auto indent
de: Automatisches Einrücken

source: Auto rebuild when rebuilding all
de: Automatisches Neuerstellen bei "Alles neu erstellen"

source: Auto rename file
de: Automatisches Umbenennen von Dateien

source: Auto save
de: Automatisches Speichern

source: Auto-create forms:
de: Automatische Formulare:

source: AutoCreated
de: Automatisch erstellt

source: Automatic (or english)
de: Automatisch (oder Englisch)

source: Automatically increment version on build
de: Automatisches Erhöhen der Version bei Neuerstellung

source: Automatically installed packages
de: Automatisch installierte Pakete

source: Automatically rebuild as needed
de: Automatische Neuerstellung bei Bedarf

source: Available forms:
de: Verfügbare Formulare:

source: Available packages
de: Verfügbare Pakete

source: Back
de: Zurück

source: Background color
de: Hintergrundfarbe

source: Backspace
de: Rücktaste

source: Backup
de: Sicherung

source: Backup file failed
de: Sicherung der Datei fehlgeschlagen

source: Backward search
de: Rückwärts suchen

source: Behind methods
de: Nach Methoden

source: Binary
de: Binärdatei

source: Block indent:
de: Blockeinzug:

source: Bold
de: Fett

source: Bookmark
de: Lesezeichen

source: Bracket highlighting
de: Klammern hervorheben

source: Break Lines in selection
de: Zeilen umbrechen

source: Break line and move cursor
de: Zeile umbrechen und cursor bewegen

source: Break line, leave cursor
de: Nur Zeile umbrechen

source: BreakPoints
de: Haltepunkte

source: Bring to front
de: In den Vordergrund bringen

source: Broken Dependencies
de: Unterbrochene Abhängigkeiten

source: Broken dependency
de: Unterbrochene Abhängigkeit

source: Browse
de: Auswählen

source: Browse for Compiler (%s)
de: Compiler auswählen (%s)

source: Browse...
de: Auswählen...

source: Build CodeTools
de: CodeTools erstellen

source: Build Component
de: Komponente erstellen

source: Build Components (SynEdit, CodeTools)
de: Komponenten erstellen (SynEdit, CodeTools)

source: Build Examples
de: Beispiele erstellen

source: Build File
de: Datei erstellen

source: Build IDE
de: IDE erstellen

source: Build IDE Interface
de: IDE-Schnittstelle erstellen

source: Build JIT Form
de: JIT-Formular erstellen

source: Build JITForm
de: JIT-Formular erstellen

source: Build LCL
de: LCL erstellen

source: Build Lazarus
de: Lazarus übersetzen

source: Build Number
de: Build

source: Build Package Registration
de: Paketregistrierung erstellen

source: Build Starter
de: Lazarus-Startprogramm erstellen

source: Build SynEdit
de: SynEdit erstellen

source: Build all
de: Alles übersetzen

source: Build lazarus
de: Lazarus erstellen

source: Build new project
de: Neues Projekt erstellen

source: C Style Macros (global)
de: C-artige Makros (Global)

source: C Style Operators (*=, +=, /= and -=)
de: C-artige Operatoren (*=, +=, /= and -=)

source: C++ Styled INLINE
de: C++ artiges INLINE

source: CVS keyword
de: CVS-Schlüsselwort

source: Call %sRegister%s procedure of selected unit
de: %sRegister%sMethode der gewählten Unit aufrufen

source: Call Stack
de: Aufrufstack

source: Call on:
de: Aufruf bei:

source: Can not copy top level component.
de: Kann oberste Komponente nicht kopieren

source: Can not create file %s%s%s
de: Kann Datei %s%s%s nicht erstellen

source: Can not register components without unit
de: Kann Komponente ohne Unit nicht registrieren

source: Cancel
de: Abbruch

source: Cannot find lazarus starter:%s%s
de: Kann Lazarus-Startprogramm nicht finden: %s%s

source: Capital
de: Großbuchstabe

source: Case Insensitive
de: Keine Unterscheidung Groß- und Kleinschreibung

source: Case Sensitive
de: Unterscheidung Groß- und Kleinschreibung

source: Catalan
de: Katalanisch

source: Center Cursor Line
de: Cursorzeile zentrieren

source: Center in window
de: In Fenster zentrieren

source: Change
de: Wechseln

source: Change Class
de: Klasse ändern

source: ChangeLog entry
de: ChangeLog-Eintrag

source: Changed files:
de: Geänderte Dateien:

source: Changing the package name or version breaks dependencies. Should these dependencies be changed as well?%sSelect Yes to change all listed dependencies.%sSelect Ignore to break the dependencies and continue.
de: Eine Änderung des Paketnamens oder der Version zerstört Abhängigkeiten. Sollen diese Abhängigkeiten angepasst werden?%sWählen Sie "Ja" um alle aufgelisteten Abhängigkeiten zu ändern.%sWählen sie "Ignorieren" um die Abhängigkeiten nicht anzupassen.

source: Char
de: Zeichen

source: Character Map
de: Zeichentabelle

source: Check LFM file in editor
de: LFM-Datei im Editor überprüfen

source: Check consistency
de: Konsistenz überprüfen

source: Checks:
de: Überprüfungen:

source: Choose Delphi project (*.dpr)
de: Delphi-Projekt auswählen (*.dpr)

source: Choose Delphi unit (*.pas)
de: Delphi-Unit auswählen (*.pas)

source: Choose Directory
de: Verzeichnis auswählen

source: Choose FPC source directory
de: FPC-Quellcodeverzeichnis auswählen

source: Choose Lazarus Directory
de: Lazarus-Verzeichnis auswählen

source: Choose Scheme
de: Schema auswählen

source: Choose a different name
de: Bitte wählen Sie einen anderen Namen

source: Choose code template file (*.dci)
de: Bitte wählen Sie die Codevorlage aus (*.dci)

source: Choose compiler filename (%s)
de: Bitte wählen Sie den Dateinamen des Compilers (%s)

source: Choose debugger filename
de: Dateinamen des Debuggers auswählen

source: Choose directory
de: Verzeichnis auswählen

source: Choose make path
de: Make-Pfad auswählen

source: Choose program source (*.pp,*.pas,*.lpr)
de: Quelldatei auswählen (*.pp, *.pas, *.lpr)

source: Choose structure to enclose selection
de: Bitte wählen Sie die umgebende Blockstruktur

source: Choose the directory for tests
de: Verzeichnis für Tests auswählen

source: Circle in package dependencies
de: Zirkuläre Paketabhängigkeiten

source: Class %s%s%s is not a registered component class.%sUnable to paste.
de: Klasse %s%s%s ist keine registrierte Komponentenklasse.%sEinfügen nicht möglich.

source: Class Name already exists
de: Klassenname existiert bereits

source: Class not found
de: Klasse nicht gefunden

source: Class order
de: Klassenreihenfolge

source: Class part insert policy
de: Klassenteileinfügerichtlinie

source: Clean Directory
de: Verzeichnis aufräumen

source: Clean Lazarus Source
de: Lazarus-Quellcode aufräumen

source: Clean all
de: Alles aufräumen

source: Clean directory
de: Verzeichnis aufräumen

source: Clean sub directories
de: Unterverzeichnise aufräumen

source: Clean+Build
de: Aufräumen und Neuerstellen

source: Click on one of the above items to see the diff
de: Klicken Sie auf eine der obigen Punkte um das Diff zu sehen

source: Close
de: Fenster schließen

source: Close all
de: Alles schließen

source: Close all editor files
de: Alle Fenster schließen

source: Code Creation
de: Codeerzeugung

source: Code parameters
de: Codeparameter

source: Code template completion
de: Codevervollständigung

source: Code templates
de: Codevorlage

source: CodeTools Defines Preview
de: CodeTools Defines Vorschau

source: CodeTools Directory Values
de: CodeTools Verzeichniswerte

source: CodeTools Options
de: CodeTools Einstellungen

source: CodeTools commands
de: CodeTools Befehle

source: CodeTools options
de: CodeTools Einstellungen

source: Codetools options
de: CodeTools Einstellungen

source: Collect .po files
de: .po-Dateien sammeln

source: Colon
de: Punkt

source: Color
de: Farben

source: Color Scheme:
de: Farbschema

source: Colors
de: Farben

source: Column selection mode
de: Spaltenwahl-Modus

source: Comma
de: Komma

source: Command
de: Befehl

source: Command after invalid
de: Befehl nach ungültiger Ausführung

source: Command after publishing module
de: Befehl nach Veröffentlichung eines Moduls

source: Command commands
de: Zwischenablagebefehle

source: Command line parameters (without application name)
de: Kommandozeilenparameter (ohne Namen der Anwendung)

source: Command line parameters of program
de: Kommandozeilenparameter des Programms

source: Command:
de: Befehl:

source: Comment selection
de: Auswahl auskommentieren

source: Comment:
de: Kommentar:

source: Compilation
de: Übersetzungablauf

source: Compile
de: Übersetze

source: Compile IDE (without linking)
de: Übersetze IDE (ohne Linken)

source: Compile everything?
de: Übersetze alles?

source: Compile package
de: Übersetze Paket

source: Compiler Options
de: Compilereinstellungen

source: Compiler Options for Package %s
de: Compilereinstellungen für Paket %s

source: Compiler Options for Project: %s
de: Compilereinstellungen für Projekt %s

source: Compiler Options...
de: Compilereinstellungen...

source: Compiler error
de: Übersetzungsfehler

source: Compiler filename
de: Dateiname des Compilers

source: Compiler path (%s)
de: Compilerpfad (%s)

source: Complete Code
de: Code vervollständigen

source: Complete code
de: Code vervollständigen

source: Complete properties
de: Vollständige Eigenschaften

source: Component Class %s%s%s already defined
de: Komponentenklasse %s%s%s bereits vorhanden

source: Component name %s%s%s is keyword
de: Komponentenname %s%s%s ist Schlüsselwort

source: Component name %s%s%s is not a valid identifier
de: Komponentenname %s%s%s ist kein gültiger Bezeichner

source: Components menu commands
de: Komponentenmenübefehle

source: Config Files:
de: Konfigurationsdateien

source: Configure %sBuild Lazarus%s
de: %sErstelle Lazarus%s konfigurieren

source: Configure Build+Run File
de: Erstelle+Ausführen-Datei konfigurieren

source: Configure Help
de: Hilfe einstellen

source: Configure "Build Lazarus"
de: Einstellungen für "Lazarus übersetzen"

source: Configure custom components
de: Eigene Komponente konfigurieren

source: Configure custom tools ...
de: Eigene Werkzeuge konfigurieren...

source: Configure installed packages
de: Installierte Pakete konfigurieren

source: Confirm changes
de: Änderungen bestätigen

source: Confirm deleting dependency
de: Löschen einer Abhängigkeit bestätigen

source: Confirm removing file
de: Entfernen einer Datei bestätigen

source: Conflict
de: Konflikt

source: Constructor name must be 'init' (destructor must be 'done')
de: Konstruktorname muss "init" lauten (Destruktor muss "done" lauten)

source: Contents
de: Inhalt

source: Context sensitive Help
de: Kontextsensitive Hilfe

source: Control needs parent
de: Steuerelement braucht Elternobjekt

source: Conversion Options
de: Konvertierungseinstellungen

source: Conversion error
de: Konvertierungsfehler

source: Convert
de: Konvertieren

source: Convert DFM file to LFM
de: DFM-Datei in LFM-Datei konvertieren

source: Convert Delphi Project to Lazarus Project
de: Delphi-Projekt in Lazarus-Projekt konvertieren

source: Convert Delphi unit to Lazarus unit
de: Delphi-Unit in Lazarus-Unit konvertieren

source: Convert tabs to spaces in selection
de: Tabulatoren in Leerzeichen in Auswahl konvertieren

source: Copy
de: Kopieren

source: Copy Error
de: Kopierfehler

source: Copy all messages to clipboard
de: Alle Nachrichten in die Zwischenablage kopieren

source: Copy error
de: Kopierfehler

source: Copy selected components to clipboard
de: Gewählte Komponenten in die Zwischenablage kopieren

source: Copy selection to clipboard
de: Auswahl in die Zwischenablage kopieren

source: Copying a whole form is not implemented.
de: Kopieren eines ganzen Formulars ist nicht implementiert

source: Counter (.pp;1)
de: Zahl hinten (.pp;1)

source: Create
de: Erstellen

source: Create .po files
de: Erstelle .po-Dateien

source: Create Defines for %s Directory
de: Erstelle Defines für Verzeichnis %s

source: Create Defines for %s Project
de: Erstelle Defines für Projekt %s

source: Create Defines for Free Pascal CVS Sources
de: Erstelle Defines für die FreePascal CVS-Quellen

source: Create Defines for Free Pascal Compiler
de: Erstelle Defines für den FreePascal Compiler

source: Create Defines for Lazarus Directory
de: Erstelle Defines für das Lazarus-Verzeichnis

source: Create FPC Macros and paths for a fpc project directory
de: Erstelle Free Pascal Makros und Pfade für ein Free Pascal Projektverzeichnis

source: Create Submenu
de: Untermenü erstellen

source: Create a new cgi application.%sThe program file is maintained by Lazarus.
de: Eine neue CGI-Anwendung erstellen.%sDie Programmdatei wird von Lazarus gewartet.

source: Create a new editor file.%sChoose a type.
de: Neue Datei im Editor erstellen.%sWählen Sie seinen Typ

source: Create a new empty text file.
de: Neue leere Textdatei erstellen

source: Create a new graphical application.%sThe program file is maintained by Lazarus.
de: Neue grafische Anwendung erstellen.%sDie Programmdatei wird von Lazarus gewartet.

source: Create a new pascal unit.
de: Neue Pascal-Unit erstellen

source: Create a new program.
de: Neues Programm erstellen

source: Create a new program.%sThe program file is maintained by Lazarus.
de: Neues Programm erstellen.%sDie Programmdatei wird von Lazarus gewartet.

source: Create a new project
de: Ein neues Projekt erstellen

source: Create a new project.%sChoose a type.
de: Neues Projekt erstellen.%sWählen Sie dessen Typ.

source: Create a new standard package.%sA package is a collection of units and components.
de: Neues Standardpaket erstellen.%sEin Paket ist eine Sammlung von Units und Komponenten

source: Create a new unit with a LCL form.
de: Neue Unit mit LCL-Formular erstellen

source: Create a new unit with a datamodule.
de: Neue Unit mit Datenmodul erstellen.

source: Create a project first!
de: Erstellen Sie zuerst ein Projekt!

source: Creation
de: Erstellung

source: Ctrl
de: Strg

source: Current Project
de: Aktuelles Projekt

source: Current Project Directory
de: Aktuelles Projektverzeichnis

source: Current date and time
de: Aktuelles Datum und Uhrzeit

source: Current username
de: Aktueller Benutzername

source: Cursor beyond EOL
de: Cursor über Zeilenende

source: Cursor column in current editor
de: Cursorspalte in aktuellem Editor

source: Cursor moving commands
de: Cursorbewegungsbefehle

source: Cursor row in current editor
de: Cursorzeile in aktuellem Editor

source: Custom
de: Zusätzliche Einstellungen
