Repository: Thief007/lazarus
Catalog: trunk/languages/lazaruside.*.po
Languages: de

source: View Unit Dependencies
de: Unit-Abhängigkeiten anzeigen

source: View Unit Information
de: Unit-Informationen anzeigen

source: View Units
de: Units anzeigen

source: View anchor editor
de: Ankereditor zeigen

source: View breakpoints
de: Haltepunkte anzeigen

source: View call stack
de: Aufrufstack anzeigen

source: View debugger output
de: Debuggerausgabe anzeigen

source: View forms
de: Formulare zeigen

source: View local variables
de: Lokale Variablen anzeigen

source: View menu commands
de: Ansichtsmenübefehle

source: View messages
de: Nachrichten anzeigen

source: View project forms
de: Projektformulare anzeigen

source: View project units
de: Projekt-Units anzeigen

source: View unit dependencies
de: Unitabhängigkeiten zeigen

source: View unit information
de: Unitinformationen zeigen

source: View units
de: Units zeigen

source: View watches
de: Überwachte Ausdrücke anzeigen

source: Viewers
de: Ansichten

source: Virtual Unit
de: Virtuelle Unit

source: Virtual unit (source is not in package)
de: Virtuelle Unit (Source ist nicht im Paket)

source: Visible gutter
de: Sichtbare Randleiste im Quellcodeeditor

source: Visible right margin
de: Sichtbarer rechter Rand

source: Warn on compile
de: Bei Übersetzung warnen

source: Warning: The additional compiler config file has the same name, as one of the standard config filenames the FreePascal compiler is looking for. This can result in ONLY parsing the additional config and skipping the standard config.
de: Achtung: Die angegebene zusätzliche Compilerkonfigurationsdatei hat denselben Namen wie eine der Standardkonfigurationsdateien des Free Pascal Compilers. Dies kann dazu führen, dass NUR diese zusätzliche Konfigurationsdatei bei der Übersetzung verwendet wird.

source: Warning: The file %s%s%s%sbelongs to the current project.
de: Warnung: Die Datei %s%s%s%sgehört zum aktuellen Projekt.

source: Watches
de: Überwachte Ausdrücke

source: When creating new forms, add them to auto-created forms
de: Füge neue Formulare immer zu den automatisch erzeugten hinzu

source: Whole Words Only
de: Nur ganze Wörter

source: Whole words only
de: Nur ganze Wörter

source: Width:
de: Breite:

source: Window Positions
de: Fensterpositionen

source: Windows
de: Fenster

source: With Packages
de: Mit Paketen

source: Word at cursor in current editor
de: Wort an der aktuellen Cursorposition

source: Word completion
de: Wortvervollständigung

source: Words
de: Wörter

source: Working Directory:
de: Arbeitsverzeichnis:

source: Working directory
de: Arbeitsverzeichnis

source: Write Error
de: Schreibfehler

source: Write an FPC logo
de: Free Pascal Logo schreiben

source: Write error
de: Schreibfehler

source: You can not build lazarus while debugging or compiling.
de: Sie können Lazarus während des Debuggens oder Übersetzens nicht neu erstellen

source: " does not exist.
de: " nicht gefunden.

source: " is not writable.
de: " ist schreibgeschuetzt.

source: abort build
de: Erstellen abbrechen

source: add break point
de: Haltepunkt hinzufügen

source: add watch
de: Überwachten Ausdruck hinzufügen

source: application key
de: Anwendungstaste

source: build all files of program/project
de: Alle Dateien des Programmes/Projektes erstellen

source: build file
de: Datei erstellen

source: build program/project
de: Programm/Projekt erstellen

source: color for left, top
de: Farbe für links und oben

source: color for right, bottom
de: Farbe für rechts und unten

source: compiler options
de: Compilereinstellungen

source: compiler path
de: Compilerpfad

source: config build file
de: Konfiguriere Buildfile

source: default (%s)
de: Standard (%s)

source: evaluate/modify
de: Auswerten/Ändern

source: in Project:
de: In Projekt:

source: in all open packages and projects
de: In allen offenen Paketen und Projekten

source: in current unit
de: In aktueller Unit

source: in main project
de: In Hauptprojekt

source: in project/package owning current unit
de: In aktueller Unit besitzendes Projekt/Paket

source: inspect
de: inspizieren

source: invalid Compiler filename
de: Ungültiger Compilerdateiname

source: lazarus [options] <project-filename>
de: lazarus.exe [Optionen] <Projektdateiname>

source: left windows key
de: Linke Windows-Taste

source: library path
de: Bibliothekspfad

source: linker options
de: Linkereinstellungen

source: lowercase
de: Kleingeschrieben

source: missing
de: fehlend

source: modified
de: verändert

source: no
de: Nein

source: noname
de: Kein Name

source: none selected
de: Keine ausgewählt

source: object path
de: Objektpfad

source: package %s not saved
de: Paket %s nicht gespeichert

source: package main source file
de: Pakethauptquelldatei

source: pause program
de: Program anhalten

source: readonly
de: Nur-Lesen

source: remove break point
de: Haltepunkt entfernen

source: reset debugger
de: Debugger zurücksetzen

source: right windows key
de: Rechte Windows-Taste

source: run file
de: Datei ausführen

source: run parameters
de: Ausführungsparameter

source: run program
de: Programm ausführen

source: save all modified files
de: Alle veränderte Dateien speichern

source: save current editor file
de: Aktuelle Datei im Editor speichern

source: search all files in project
de: Alle Dateien im Projekt durchsuchen

source: search all open files
de: Alle offenen Dateien durchsuchen

source: search in directories
de: In Verzeichnissen suchen

source: sec
de: s

source: set FPC mode to DELPHI
de: Free Pascal Modus auf DELPHI setzen

source: set FPC mode to GPC
de: Free Pascal Modus auf GPC setzen

source: set FPC mode to TP
de: Free Pascal Modus auf TP setzen

source: set IOCHECKS on
de: IOCHECKS aktivieren

source: set OVERFLOWCHECKS on
de: OVERFLOWCHECKS aktivieren

source: set RANGECHECKS on
de: RANGECHECKS aktivieren

source: stop program
de: Programm abbrechen

source: this help message
de: Diese Hilfemeldung

source: unit path
de: Unitpfad

source: unknown editor command
de: Unbekannter Editorbefehl

source: use HeapTrc unit
de: HeapTrc Unit verwenden

source: use LineInfo unit
de: LineInfo-Unit verwenden

source: yes
de: Ja
