Repository: Thief007/lazarus
Catalog: trunk/languages/lazaruside.*.po
Languages: de

source: Invalid Unit Name
de: Ungültiger Unitname

source: Invalid Unitname: %s
de: Ungültiger Unitname: %s

source: Invalid command
de: Ungültiger Befehl

source: Invalid compiler filename
de: Ungülter Compilerdateiname

source: Invalid component class
de: Ungültige Komponentenklasse

source: Invalid debugger filename
de: Ungültiger Debuggerdateiname

source: Invalid delete
de: Ungültiges Löschen

source: Invalid destination directory
de: Ungültiges Zielverzeichnis

source: Invalid expression.%sHint: The Make Resourcestring Function expects a string constant in a single file. Please select the expression and try again.
de: Ungültiger Ausdruck.%sHinweis: die Make-Resourcestring-Funktion erwartet eine Stringkonstante in einer einzelnen Datei. Bitte wählen sie den Ausdruck und probieren Sie nochmals.

source: Invalid file
de: Ungültige Datei

source: Invalid file extension
de: Ungültige Dateierweiterung

source: Invalid filename
de: Ungültiger Dateiname

source: Invalid make filename
de: Ungültiger make-Dateiname

source: Invalid maximum version
de: Ungültige maximale Version

source: Invalid minimum version
de: Ungültige minimale Version

source: Invalid multiselection
de: Ungültige Mehrfachauswahl

source: Invalid mutliselection
de: Ungültige Mehrfachauswahl

source: Invalid package ID: %s%s%s
de: Ungültige Paket-ID: %s%s%s

source: Invalid package file extension
de: Ungültige Paketdateierweiterung

source: Invalid package filename
de: Ungültiger Paketdateiname

source: Invalid package name
de: Ungültiger Paketname

source: Invalid package type
de: Ungültiger Pakettyp

source: Invalid packagename
de: Ungültiger Paketname

source: Invalid pascal unit name
de: Ungültiger Pascal-Unitname

source: Invalid proc name
de: Ungültiger Prozedurname

source: Invalid project filename
de: Ungültiger Projektdateiname

source: Invalid selection
de: Ungültige Selektion

source: Invalid variable name
de: Ungültiger Variablenname

source: Invalid version
de: Ungültige Version

source: Invert Assignment
de: Ungültige Zuweisung

source: Invert assignment
de: Ungültige Zuweisung

source: Irregular
de: Irregulär

source: Italian
de: Italienisch

source: Italian(ISO 8859-1)
de: Italienisch (ISO 8859-1)

source: Italic
de: Kursiv

source: Item height
de: Elementhöhe

source: Jump back
de: Zu vorheriger Marke springen

source: Jump forward
de: Zu nächster Marke springen

source: Jump to next error
de: Zu nächstem Fehler springen

source: Jump to previous error
de: Zu vorherigem Fehler springen

source: Jumping (e.g. Method Jumping)
de: Springen (z.B. Methodenspringen)

source: Keep X caret
de: X-

source: Keep all text files
de: Alle Textdateien behalten

source: Keep certain variables in registers
de: Bestimmte Variablen in Registern halten

source: Keep files matching filter
de: Zum Filter passende Dateien behalten

source: Keep order of procedures
de: Reihenfolge der Prozeduren beibehalten

source: Key
de: Taste

source: Key Mapping Scheme
de: Tastaturbelegungsschema

source: Key Mappings
de: Tastaturbelegung

source: Key mapping errors
de: Fehler in der Tastaturbelegung

source: Keyword
de: Schlüsselwort

source: Keyword policy
de: Schlüsselwortrichtlinie

source: LCL Interface specific options:
de: LCL-schnittstellenspezifische Optionen

source: LCL Widget Type
de: LCL Widget-Typ

source: LCL interface
de: LCL-Schnittstelle

source: LCL unit path missing
de: LCL Unitpfad fehlt

source: LFM file
de: LFM-Datei

source: LFM file corrupt
de: LFM-Datei fehlerhaft

source: LFM file not found
de: LFM-Datei nicht gefunden

source: LGPL notice
de: LGPL Hinweis

source: LRS - Lazarus resource
de: LRS - Lazarus Ressource

source: Language
de: Sprache

source: Language:
de: Sprache:

source: Last
de: Letztes

source: Launching application invalid
de: Startanwendung ungültig

source: Launching target command line
de: Startkommando des Projektes

source: Lazarus Directory
de: Lazarus-Verzeichnis

source: Lazarus Source Editor
de: Quellcodeeditor

source: Lazarus config directory
de: Lazarus-Konfigurationsverzeichnis

source: Lazarus directory
de: Lazarus-Verzeichnis

source: Lazarus directory (default for all projects)
de: Lazarus-Verzeichnis (Standard für alle Projekte)

source: Lazarus directory "%s" not found.
de: Lazarus-Verzeichnis "%s" nicht gefunden

source: Lazarus directory not found
de: Lazarus-Verzeichnis nicht gefunden

source: Left
de: Links

source: Left:
de: Links:

source: Level 0 (no extra Optimizations)
de: Stufe 0 (keine zusätzlichen Optimierungen)

source: Level 1 (Quick Optimizations)
de: Stufe 1 (einfache Optimierungen)

source: Level 2 (Level 1 + Slower Optimizations)
de: Stufe 2 (Stufe 1 + Aufwendigerere Optimierungen)

source: Level 3 (Level 2 + Uncertain)
de: Stufe 3 (Wiederholte Stufe 2 Optimierungen)

source: Libraries (-Fl):
de: Bibliotheken (-Fl):

source: Library
de: Bibliotheken

source: License:
de: Lizenz

source: License: GPL/LGPL%sLazarus are the class libraries for Free Pascal that emulate Delphi. Free Pascal is a (L)GPL'ed compiler that runs on Linux, Win32, OS/2, 68K and more. Free Pascal is designed to be able to understand and compile Delphi syntax, which is of course OOP.%sLazarus is the missing part of the puzzle that will allow you to develop Delphi like programs in all of the above platforms. The IDE will eventually become a RAD tool like Delphi.%sAs Lazarus is growing we need more developers.
de: Lizenz: GPL/LGPL%sLazarus ist eine Klassenbibliothek für Free Pascal mit dem Ziel Delphi zu emulieren. Free Pascal ist ein Compiler unter (L)GPL, der unter Linux, Win32, OS/2, 68K und anderen lauffähig ist. Free Pascal wurde entwickelt um Delphi-Sourcen zu übersetzen.%sLazarus füllt die Lücke zwischen Free Pascal und Delphi zur Entwicklung von Delphi-ähnlichen Programmen auf all den erwähnten Plattformen. Diese IDE soll in Zukunft ein RAD-Werkzeug wie Delphi es ist, sein.%sDa Lazarus ständig erweitert wird und wächst, suchen wir mehr Entwickler.

source: Line
de: Zeile

source: Line Splitting
de: Zeilenumbruch

source: Line selection mode
de: Zeilenauswahlmodus

source: Lines
de: Zeilen

source: Link Smart
de: Intelligentes Linken

source: Link Style:
de: Linkerart:

source: Linking
de: Linken

source: Load desktop settings from file
de: Desktopeinstellungen aus Datei laden

source: Load/Save
de: Laden/Speichern

source: Loaded Packages:
de: Geladene Pakete:

source: Loading package %s will replace package %s%sfrom file %s.%sThe old package is modified.%s%sSave old package %s?
de: Laden des Paketes %s ersetzt Paket %s%s aus Datei %s.%sDas alte Paket wird dabei verändert.%s%sAltes Paket speichern %s?

source: Local
de: Lokal

source: Local Variables
de: Lokale Variablen

source: Lowercase selection
de: Auswahl in Kleinbuchstaben umwandeln

source: Lowercase, first letter up
de: Kleingeschrieben, erster Buchstabe groß

source: Macros
de: Makros

source: Main Menu
de: Hauptmenü

source: Main Unit has Application.CreateForm statements
de: Haupt-Unit hat Application.CreateForm() Anweisungen

source: Main Unit has Application.Title statements
de: Haupt-Unit hat Application.Title Anweisungen

source: Main Unit has Uses Section containing all Units of project
de: Haupt-Unit hat uses-Abschnitt, der alle verwendeten Units des Projektes enthält

source: Main Unit is Pascal Source
de: Haupt-Unit ist Pascalquellcode

source: Make Executable
de: Ausführbare Datei erzeugen

source: Make Resource String
de: Resourcestring erzeugen

source: Make ResourceString
de: Resourcestring erzeugen

source: Make not found
de: Make-Werkzeug nicht gefunden

source: Make path
de: Make-Pfad

source: Make resource string
de: Resourcestring erstellen

source: Manual compilation (never automatically)
de: Immer manuelle Übersetzung

source: Margin and gutter
de: Rand und Randleiste

source: Marker color
de: Markierungsfarbe

source: Max line length:
de: Maximale Zeilenlänge:

source: Max recent files
de: Maximalanzahl zuletzt geöffneter Dateien

source: Max recent project files
de: Maximalanzahl zuletzt geöffneter Projekte

source: Maximum Tools reached
de: Maximale Anzahl von Werkzeugen erreicht

source: Maximum Version (optional):
de: Maximale Version (optional):

source: Maximum Version:
de: Maximale Version:

source: Maximum counter
de: Maximaler Zählerwert

source: Menu
de: Menü

source: Menu Editor
de: Menüeditor

source: Messages
de: Nachrichten

source: Method insert policy
de: Methodeneinfügerichtlinie

source: Minimize all on minimize main
de: Alles Minimieren bei Minimierung des Hauptfensters

source: Minimum Version (optional):
de: Minimale Version (optional)

source: Minimum Version:
de: Minimale Version:

source: Mirror horizontal
de: Horizontal spiegeln

source: Mirror vertical
de: Vertikal spiegeln

source: Miscellaneous
de: Verschiedenes

source: Missing Packages
de: Fehlende Pakete

source: Mix methods and properties
de: Methoden und Properties mischen

source: Mode Change
de: Moduswechsel

source: Modified
de: Verändert

source: Modified: %s
de: Verändert: %s

source: More ...
de: Mehr...

source: Mouse Button Left
de: Linker Mausknopf

source: Mouse Button Middle
de: Mittlerer Mausknopf

source: Mouse Button Right
de: Rechter Mausknopf

source: Mouse links
de: Mauslinks

source: Move Down
de: Nach unten

source: Move Editor Left
de: Editorfenster nach links bewegen

source: Move Editor Right
de: Editorfenster nach rechts bewegen

source: Move Up
de: Nach oben

source: Move Up(left)
de: Nach oben (links)

source: Move Up(right)
de: Nach unten (rechts)

source: Move cursor down one page
de: Cursor eine Seite nach unten bewegen

source: Move cursor left one page
de: Cursor eine Seite nach links bewegen

source: Move cursor right one page
de: Cursor eine Seite nach rechts bewegen

source: Move cursor to absolute beginning
de: Cursor zum absoluten Anfang bewegen

source: Move cursor to absolute end
de: Cursor zum absoluten Ende bewegen

source: Move cursor to bottom of page
de: Cursor zum Ende der Seite bewegen

source: Move cursor to line end
de: Cursor zum Zeilenende bewegen

source: Move cursor to line start
de: Cursor zum Zeilenanfang bewegen

source: Move cursor to top of page
de: Cursor zum Seitenanfang bewegen

source: Move cursor up one page
de: Cursor eine Seite nach oben bewegen

source: Move cursor word left
de: Cursor ein Wort nach links bewegen

source: Move cursor word right
de: Cursor ein Wort nach rechts bewegen

source: Move dependency down
de: Abhängigkeit nach unten bewegen

source: Move dependency up
de: Abhängigkeit nach oben bewegen

source: Move node down
de: Knoten nach unten bewegen

source: Move node one level down
de: Knoten eine Ebene nach unten bewegen

source: Move node one level up
de: Knoten eine Ebene nach oben bewegen

source: Move node up
de: Knoten nach oben bewegen

source: Move path down
de: Pfad nach unten bewegen

source: Move path up
de: Pfad nach oben bewegen

source: Multi Line
de: Mehrere Zeilen

source: NOTE: Could not create Define Template for Free Pascal Sources
de: Konnte "Define Template" für Free Pascal Quellen nicht erstellen

source: NOTE: Could not create Define Template for Lazarus Sources
de: Konnte "Define Template" für Lazarus Quellen nicht erstellen

source: NOTE: codetools config file not found - using defaults
de: CodeTools Konfigurationsdatei nicht gefunden - verwende Standardeinstellungen

source: NOTE: loading old codetools options file:
de: Lade alte CodeTools Einstellungen:

source: Name of new procedure
de: Name der neuen Prozedur

source: Naming
de: Dateinamen

source: New
de: Neu

source: New ...
de: Neu...

source: New Component
de: Neue Komponente

source: New Form
de: Neues Formular

source: New Project
de: Neues Projekt

source: New Project from file
de: Neues Projekt aus Datei

source: New Requirement
de: Neue Anforderung

source: New Template Description...
de: Neue Vorlagenbeschreibung...

source: New Unit
de: Neue Unit

source: New class name:
de: Neuer Klassenname:

source: New form
de: Neues Formular

source: New unit
de: Neue Unit

source: New unit not in unitpath
de: Neue Unit nicht in Unitpfad

source: Newline
de: Zeilenumbruch

source: Next
de: Bild oben

source: No ResourceString Section found
de: Kein Resourcestring-Abschnitt gefunden

source: No String Constant Found
de: Keine Stringkonstante gefunden

source: No change
de: Keine Änderung

source: No code selected
de: Kein Code ausgewählt

source: No compiler options inherited.
de: Keine Compilereinstellungen übernommen

source: No errors in key mapping found.
de: Keine Fehler in Tastaturbelegung gefunden.

source: No package found for dependency %s%s%s.%sPlease choose an existing package.
de: Kein Paket für Abhängigkeit %s%s%s gefunden.%sBitte wählen Sie ein bestehendes Paket.

source: No package selected
de: Kein Paket ausgewählt

source: No program file %s%s%s found.
de: Keine Programmdatei %s%s%s gefunden.

source: Node is readonly
de: Knoten ist nur lesbar

source: None
de: Keine

source: Normal Code
de: Normaler Code

source: Normal selection mode
de: Normaler Auswahlmodus

source: Not a Delphi project
de: Kein Delphi-Projekt

source: Not a Delphi unit
de: Keine Delphi-Unit

source: Not found
de: Nicht gefunden

source: Not implemented yet
de: Noch nicht implementiert

source: Not now
de: Nicht jetzt

source: Notes: Project files are all files in the project directory
de: Hinweis: Projektdateien sind alle Dateien im Projektverzeichnis

source: Number
de: Zahle

source: Numpad %d
de: Ziffernblock %s

source: Object
de: Objekt

source: Object Inspector
de: Objektinspektor

source: Online Help
de: Onlinehilfe

source: Online Help not yet implemented
de: Die Onlinehilfe wurde noch nicht implementiert

source: Only search for whole words
de: Nur nach ganzen Wörtern suchen

source: Only selection
de: Nur Auswahl

source: Only text files
de: Nur Textdateien

source: Open
de: Öffne

source: Open Diff in editor
de: Diff in Editor öffnen

source: Open Package File
de: Paketdatei öffnen

source: Open Package?
de: Öffne Paket?

source: Open Preview
de: Vorschau öffnen

source: Open Project
de: Projekt öffnen

source: Open Project File
de: Projektdatei öffnen

source: Open Project?
de: Öffne Projekt?

source: Open Recent
de: Vorherige öffnen

source: Open Recent Project
de: Vorherige Projekte...

source: Open file
de: Datei öffnen

source: Open file at cursor
de: Datei bei Cursor öffnen

source: Open filename at cursor
de: Datei unter Cursor öffnen

source: Open last project at start
de: Letztes Projekt bei Programmstart öffnen

source: Open loaded package
de: Geladenes Paket öffnen

source: Open package
de: Paket öffnen

source: Open package file (.lpk)
de: Paketdatei öffnen (.lpk)

source: Open package of current unit
de: Paket der aktuellen Unit öffnen

source: Open recent package
de: Vorheriges Projekt öffnen

source: Open the package %s?%sAnswer No to load it as xml file.
de: Paket %s öffnen?%s"Nein" wählen, um es als XML-Datei zu öffnen.

source: Open the project %s?%sAnswer No to load it as xml file.
de: Projekt %s öffnen?%s"Nein" wählen, um es als XML-Datei zu öffnen.

source: Open unit
de: Unit öffnen

source: Optimizations:
de: Optimierungen

source: Option: Snap to grid
de: Option: An Raster fangen

source: Option: Snap to guide lines
de: Option: An Hilfslinien fangen

source: Options
de: Paketeinstellungen

source: Options:
de: Einstellungen:

source: Options:
de: Einstellungen:

source: Origin
de: Ursprung

source: Other
de: Anderes

source: Other Sources (.pp/.pas files, used only by IDE not by compiler)
de: Andere Quelldateien (.pp/.pas Dateien, die nur von der IDE und nicht vom Compiler verwendet werden)

source: Other Unit Files (-Fu) (Delimiter is semicolon):
de: Andere Units (-Fu) (Strichpunkt als Trennzeichen)

source: Other files
de: Andere Dateien

source: Output Settings
de: Ausgabeeinstellungen

source: Output directory
de: Ausgabeverzeichnis

source: Overflow
de: Überlauf

source: Overwrite Mode
de: Überschreibmodus

source: Overwrite file?
de: Überschreibe Datei?

source: Package %s
de: Paket %s

source: Package %s not found
de: Paket %s nicht gefunden

source: Package %s%s%s changed. Save?
de: Paket %s%s%s wurde geändert.%sSpeichern?

source: Package %s%s%s has changed.%sSave package?
de: Paket %s%s%s wurde geändert.%sDieses Paket speichern?

source: Package %s%s%s has no valid output directory:%s%s%s%s
de: Paket %s%s%s hat kein gültiges Ausgabeverzeichnis: %s%s%s%s

source: Package %s%s%s not found.
de: Paket %s%s%s nicht gefunden.

source: Package Graph
de: Paketgraphen

source: Package Name
de: Paketname

source: Package Name:
de: Paketname:

source: Package Options
de: Paketeinstellungen

source: Package conflicts
de: Paketkonflikte

source: Package file not found
de: Paketdatei nicht gefunden

source: Package is no designtime package
de: Paket ist kein Designzeitpaket

source: Package is read only
de: Paket ist nur lesbar

source: Package is required
de: Ein Paket ist notwendig

source: Package name already exists
de: Paketname existiert bereits

source: Package needs installation
de: Paket muss installiert werden

source: Package not found
de: Paket nicht gefunden

source: Package: %s
de: Paket: %s

source: Packages must have the extension .lpk
de: Paket müssen die Erweiterung .lpk besitzen

source: Packages to install in the IDE
de: In der IDE zu installierende Pakete

source: Paint designer items only on idle (reduce overhead for slow computers)
de: Designerobjekte nur im Leerlauf zeichnen (für langsame Rechner)

source: Palette Page:
de: Paletteneintrag

source: Paragraphs
de: Absätze

source: Parameters:
de: Parameter:

source: Parsing
de: Parsen

source: Pascal units must have the extension .pp or .pas
de: Pascal-Units müssen die Erweiterung .pp or .pas besitzen

source: Pass Options To The Linker (Delimiter is space)
de: Zusätzliche Linkerparameter übergeben (Trennzeichen ist Leerzeichen)

source: Paste
de: Einfügen

source: Paste clipboard to current position
de: Zwischenablage an aktueller Position einfügen

source: Paste selected components from clipboard
de: Gewählte Komponente in die Zwischenablage einfügen

source: Path templates
de: Pfadvorlagen

source: Path:
de: Pfad:

source: Paths
de: Pfade

source: Paths (Read Only)
de: Pfade (nur lesbar)

source: Pause key
de: Pause-Taste

source: Please check the compiler name
de: Bitte überprüfen Sie den Compilerdateinamen

source: Please check the freepascal source directory
de: Bitte überprüfen Sie das FreePascal Quellverzeichnis

source: Please choose a resourstring section from the list.
de: Bitte wählen Sie einen Resourcestring-Abschnitt aus der Liste.

source: Please open a unit before run.
de: Bitte öffnen Sie eine Unit vor dem Ausführen.

source: Please press a key ...
de: Bitte Taste drücken...

source: Please save the file before adding it to a package.
de: Bitte speichern Sie die Datei vor dem Hinzufügen zu einem Paket.

source: Please select a package
de: Bitte wählen Sie ein Paket aus

source: Please select a package to open
de: Bitte wählen Sie ein Paket zum Öffnen

source: Please select some code to extract a new procedure/method.
de: Bitte wählen Sie Code zum Extrahieren aus.

source: Point
de: Punkt

source: Polish
de: Polnisch

source: Polish(CP1250)
de: Polnisch (CP1250)

source: Polish(ISO 8859-2)
de: Polnisch (ISO 8859-2)

source: Preview
de: Vorschau

source: Preview (Max line length = 1)
de: Vorschau (Maximale Zeilenlänge = 1)

source: Print
de: Drucken

source: Print todo items
de: ToDo-Punkte drucken

source: Prior
de: Bild unten

source: Private Method
de: Private-Methode

source: Procedure insert policy
de: Prozedureinfügerichtlinie

source: Procedure with interface
de: Prozedur mit Schnittstelle

source: Program
de: Programm

source: Program detected
de: Programm gefunden

source: Program source must have a pascal extension like .pas, .pp or .lpr
de: Programm-Quellen müssen eine Pascal-Erweiterung tragen (z.B. .pas, .pp, .lpr)

source: Program%sA freepascal program. The program file is automatically maintained by lazarus.
de: Programm%sEin Free Pascal Programm. Die Programmdatei wird automatisch von Lazarus verwaltet.

source: Programfilename:
de: Programmdateiname

source: Project
de: Projekt

source: Project %s%s%s successfully built. :)
de: Projekt %s%s%s erfolgreich erstellt.

source: Project Inspector
de: Projektinspektor

source: Project Inspector - %s
de: Projektinspektor - %s

source: Project Options
de: Projekteinstellungen

source: Project Options...
de: Projekteinstellungen...

source: Project changed
de: Projekt verändert

source: Project directory
de: Projektverzeichnis

source: Project filename
de: Projektdateiname

source: Project files
de: Projektdateien

source: Project is runnable
de: Projekt ist ausführbar

source: Project menu commands
de: Projektmenübefehle

source: Project: %s
de: Projekt: %s

source: Prompt On Replace
de: Vor Ersetzung nachfragen

source: Prompt for value
de: Benutzer nach Wert fragen

source: Properties:
de: Eigenschaften:

source: Property completion
de: Property-Vervollständigung

source: Protected Method
de: Protected-Methode

source: Public Method
de: Public-Methode

source: Publish Package
de: Paket veröffentlichen

source: Publish Project
de: Projekt veröffentlichen

source: Publish project directory
de: Projektverzeichnis veröffentlichen

source: Published Method
de: Veröffentlichte Methode

source: Quick syntax check
de: Schnelle Syntaxüberprüfung

source: Quit
de: Beenden

source: Range
de: Bereich

source: Re-Add dependency
de: Abhängigkeit wieder hinzufügen

source: Re-Add file
de: Datei wieder hinzufügen

source: Re-Compile this and all required packages?
de: Dieses und alle benötigten Pakete neu übersetzen?

source: Read Error
de: Lesefehler

source: Read Only
de: Nur lesen

source: Read Only: %s
de: Nur lesen: %s

source: Read error
de: Lesefehler

source: Readonly
de: Nur lesen

source: Rebuild Lazarus?
de: Lazarus neu erstellen?

source: Recompile all required
de: Alles Benötigte neuübersetzen

source: Recompile clean
de: Sauber neuübersetzen

source: Redo
de: Wiederholen

source: Reduce designer painting
de: Zeichnen des Formulardesigners vermindern

source: Refresh
de: Auffrischen

source: Refresh todo items
de: ToDo-Einträge auffrischen

source: Register procedure is nil
de: Registrierungsmethode ist undefiniert

source: Register unit
de: Unit registrieren

source: RegisterUnit was called, but no package is registering.
de: RegisterUnit wurde aufgerufen, aber kein Paket hat sich registriert.

source: Registered plugins
de: Registrierte Plugins

source: Registration Error
de: Registrierungsfehler

source: Regular Expressions
de: Reguläre Ausdrücke

source: Regular expressions
de: Reguläre Ausdrücke

source: Reload from disk
de: Neu laden

source: Remove
de: Entfernen

source: Remove Dependency?
de: Abhängigkeit entfernen?

source: Remove all invalid properties
de: Ungültige Properties entfernen

source: Remove dependency
de: Abhängigkeit entfernen

source: Remove dependency %s%s%s%sfrom package %s%s%s?
de: Abhängigkeit %s%s%s%s des Paketes %s%s%s entfernen?

source: Remove file
de: Datei entfernen

source: Remove file %s from project?
de: Datei %s aus Projekt entfernen?

source: Remove file %s%s%s%sfrom package %s%s%s?
de: Datei %s%s%s%s aus Paket %s%s%s entfernen?

source: Remove file?
de: Entferne Datei?

source: Remove files matching filter
de: Entferne zum Filter passende Dateien

source: Remove from Project
de: Entferne Datei aus Projekt

source: Remove from project
de: Aus Projekt entfernen

source: Remove selected item
de: Gewähltes Objekt entfernen

source: Removed Files (these entries are not saved to the lpk file)
de: Entfernte Dateien (werden nicht in .LPK-Datei gespeichert)

source: Removed required packages
de: Entferne benötigte Pakete
